{
  "result": {
    "limit": 1000,
    "offset": 0,
    "count": 58,
    "sort": "",
    "results": [
      {
        "rate": 5,
        "direction": "Get off at Xinbeitou Station, and walk along Zhongshan Road. You can also take buses 216, 218, 223, 230, 266, 602, S6, S9, Minibus 22, or Minibus 26 to Xinbeitou Station.",
        "name": "Xinbeitou Hot Spring District",
        "date": "2016/07/07",
        "longitude": "121.508447",
        "REF_WP": "10",
        "avBegin": "2010/02/14",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000061",
        "RowNumber": "1",
        "CAT": "Wellness Spa",
        "MEMO_TIME": "Various people are different, according to on -site announcements",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000848.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002891.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D315/E70/F65/1e0951fb-069f-4b13-b5ca-2d09df1d3d90.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D260/E538/F274/e7d482ba-e3c0-40c3-87ef-3f2a1c93edfa.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D919/E767/F581/9ddde70e-55c2-4cf0-bd3d-7a8450582e55.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D28/E891/F188/77a58890-7711-4ca2-aebe-4aa379726575.JPG",
        "idpt": "臺北旅遊網",
        "latitude": "25.137077",
        "description": "The Xinbeitou Hot Spring became famous during the Japanese occupation. The Japanese named the hot springs based on their characteristics and effects, such as Takayu, Hoshimoto, and Tie Nai Tang. The hot springs are known to help with conditions like allergies, asthma, and rheumatism, making Xinbeitou one of the most famous hot spring areas in northern Taiwan. The spring source is a sulfuric hot spring with a pH of 3-4, and the water temperature ranges from 50°C to 90°C. The hot spring hotels and facilities are concentrated around Zhongshan Road, Guangming Road, and Beitou Park, offering diverse spa and recreational options. Notable nearby attractions include the Beitou Hot Spring Museum, Beitou Park, and Geothermal Valley.",
        "_id": 1,
        "avEnd": "2016/07/07",
        "address": "Zhongshan Road and Guangming Road, Beitou District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station name: Shuanglian Station, transfer to Red 33 (fixed class) and get off at Dadaocheng Wharf Station.Bus: 9, 206, 274, 641, 669, 704 to Dadaocheng Wharf Station and 255, 518, and 539 to Minsheng West Road Station, and then walk along the bottom of Minsheng West Road for about 10 minutes.Drive: You can reach the introduction of the entrance of Yidaocheng Wharf in Huanhe Road.",
        "name": "Dadaocheng Wharf",
        "date": "2015/12/09",
        "longitude": "121.508274",
        "REF_WP": "10",
        "avBegin": "2008/08/02",
        "langinfo": "10",
        "MRT": "Shuanglian",
        "SERIAL_NO": "2011051800000007",
        "RowNumber": "2",
        "CAT": "Blue Route",
        "MEMO_TIME": "The usual day is mainly based on group appointments. Driving a fixed voyage on the holidays, please contact the shipping company.\nThe strong monsoon, the fluidity difference between the rising and retreat affects the sailing and berth safety. The actual flight on the day may be adjusted by the on -site announcement or website preview.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000340.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D906/E6/F186/809f30db-7079-421f-a625-7baa8ec21874.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000341.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D878/E420/F173/04765739-d40f-4d13-b271-8d5f9e5f44bd.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000342.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D20/E983/F199/866b5059-8fd7-4719-964c-51d2f78675d5.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D546/E538/F353/ed2464d1-bc28-4790-96cd-5216db2c14f5.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D814/E111/F733/aed9d34d-890c-49fd-83ca-f76f38e4b94b.jpghttps://www.travel.taipei/streams/sceneadmin/video/100C1.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.056847",
        "description": "Dadaocheng was the residence of the Pingpu tribe. Due to the fierce fighting of Wanhua (艋舺) Tong'an people, the people moved to the settlement of Dadaocheng to settle in the store and houses of Dan Dada Tamsui River. After opening, Dadaocheng became the most prosperous material distribution center in Taipei City under the governance of Liu Mingchuan. Among them, tea and fabrics were traded. The early history of Dadaocheng has a lot of history and evolving.",
        "_id": 2,
        "avEnd": "2015/12/09",
        "address": "Section of Huanhe North Road, Datong District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT: Danshui Line Shilin Station (Turning left after exporting to the station No. 2, walking for about 10 minutes) Bus: \"Taipower North District Division Station\" 203, 220, 260, 280, 285, 304, 304, 606, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612, 612. 646, Zhongshan Main Line, Leisure Buses 109 \"Xiaobei Street Station\" 203, 216, 218, 220, 250, 260, 266, 277, 279, 290, 304, 310, 606 \"Shilin Official Residence Station\" 203, 279, 279 , 310",
        "name": "Shilin official residence",
        "date": "2015/06/29",
        "longitude": "121.530849",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Shilin",
        "SERIAL_NO": "2011051800000129",
        "RowNumber": "3",
        "CAT": "Heritage",
        "MEMO_TIME": "Opening hours: Tuesday to Sunday, from 9:30 to 12: 00 am (ticket sales to 11:40), 13:30 to 17:00 pm (ticket sales to 16:40).\nRest Day: Every Monday, the Lunar New Year, Qingming Festival, Dragon Boat Festival, Mid -Autumn Festival, fixed maintenance time (two weeks of September each year) and special circumstances.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D7/E150/F719/71eb4b56-f771-43bc-856c-2fb265a5cc6e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D7/E691/F391/db1eba17-f937-466a-a3be-f2ef35c88971.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D22/E45/F442/a5f612b7-43c3-403c-a326-cea80fb61bec.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000782.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000783.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000784.jpghttps://www.travel.taipei/streams/scenery_file_audio/c20.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.091713",
        "description": "The official residence of Shilin has an exquisite garden landscape design. The bugs are called and beautiful. They are a great place for leisure and recreation.At that time, because it was close to Zhongshan North Road, it occupied an excellent geographical location, and it could quickly reach the Presidential Palace quickly. In addition, after the Fukuyama, Fukuyama was the superior terrain, so he became the official residence of the Chiang Chiang President.In 1996, the official residence opened for the first time to watch gardening and rest.The Rose Garden is the favorite garden of Mrs. Jiang; the romantic and beautiful scenery in the Western garden is the most common place for newcomers to wedding photos; Ancient Chinese courtyard.Other buildings such as gardens, Xinlan Pavilion, Kaige Hall, etc. are very distinctive buildings.Later, the addition of the open -air music decks often organized various arts and music -related activities, which has become a new place for citizens to leisure.",
        "_id": 3,
        "avEnd": "2015/06/29",
        "address": "No. 60, Fulin Road, Shilin District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "Take the MRT Tamsui Line to Shilin Station, and transfer to the Red 30 (low floor buses) to the Palace Museum to get off at the gate of the main hall of the court.Or transfer to buses 255, 304, 815 (triple-Forbidden City Museum), small bus 18, and small bus 19 in front of the front square of the court.Take the MRT Wenhu Line to Dazhi Station and get off at Brown 13 to the Palace Museum to get off in front of the front square of the court.Or take the MRT Wenhu Line to the Jiannan Road Station and transfer to the brown 20 to the Palace Museum to get off at the gate of the main hall of the court.",
        "name": "National Palace Museum",
        "date": "2016/07/06",
        "longitude": "121.5496",
        "REF_WP": "10",
        "avBegin": "2008/08/12",
        "langinfo": "10",
        "MRT": "Shilin",
        "SERIAL_NO": "2011051800000092",
        "RowNumber": "4",
        "CAT": "Art Museum",
        "MEMO_TIME": "The exhibition area 1 (main museum): open throughout the year, 8:30 am to 6:30 pm.\nExtension of the open period at night: Every Friday and Saturday from 18:30 to 21:00, Chinese people can visit free of charge with their identity documents.\n(For other museums, please refer to the official website of the National Palace Museum: https://www.npm.gov.tw/zh-tw/article.aspx? SNO = 03000063)",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D14/E810/F21/48d66fbd-1ba3-4efd-837a-3767db5f52e0.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000721.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000723.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000722.jpghttps://www.travel.taipei/streams/scenery_file_audio/c18.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.1013",
        "description": "The National Palace Museum was completed in Shuangxi in 1965. The Chinese palace -style buildings are displayed in the exhibition on the first to third floor. Since the Song Dynasty, Yuan, Ming, and Qing dynasties, it has almost covered the history of Chinese history, with more than 650,000 years. The National Palace Museum has the reputation of the \"Chinese Cultural Treasure House\".In addition to the abundant exhibitions, the National Palace Museum provides a professional tour of seven languages ​​such as China, Britain, France, Germany, Japan, West, and South Korea. The above publications and albums are the treasured land of the world.",
        "_id": 4,
        "avEnd": "2016/07/06",
        "address": "No. 221, Section 2, Shan Road, Shilin District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "Get off at Xinbei Investment Station, go straight along Zhongshan Road to reach the bus: 216, 218, 223, 230, 266, 602, Primary 6, Primary 9, Little 22, Small 26, 26 to Xinbeitou Station Station get off",
        "name": "Beitou Library",
        "date": "2015/12/09",
        "longitude": "121.506343",
        "REF_WP": "10",
        "avBegin": "2010/09/13",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000693",
        "RowNumber": "5",
        "CAT": "Art Museum",
        "MEMO_TIME": "Tuesday to Saturday: 8: 30-21: 00;\nSunday and Monday: 9: 00-17: 00.\nThe holidays announced by the government are the rest of the library; the first Thursday of the first month is organized to organize the cleaning day for the book, and it is not open to the public.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D878/E726/F304/2d6e8b50-76ce-4b7e-a795-0357cd6f2b3e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D975/E0/F413/b7c25472-02a3-4a02-ac57-8d3f6e8ce31b.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D102/E786/F657/5613da59-eccd-4f6e-a36e-57a5859e69a6.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D308/E138/F645/89de2827-154f-4eef-b4e4-6257696d75e3.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D236/E235/F92/ac302ead-7e8b-460d-9b5b-47ad6c499a2b.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D300/E650/F612/77a5d18b-408e-4014-9b1b-139221d19c75.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D126/E638/F475/ea200217-fe4c-478a-ba69-fa4d8e21ea4e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D14/E779/F303/0e662a4f-e067-4458-805d-018b35e7190b.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D575/E446/F910/e6dd881c-d482-4349-a603-f638f79fa9bc.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D70/E355/F727/a43a93db-8f89-4a4c-bcc7-e4848083bf8b.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D600/E4/F278/821c3b49-ab95-4828-bfc4-40e436611399.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D776/E305/F208/14f1e441-839c-4d73-b524-e25e075e5f7a.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D68/E883/F368/ff34f438-0a5d-4840-9829-ba6a47d9bc2f.jpghttps://www.travel.taipei/streams/scenery_file_audio/c16.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.136571",
        "description": "In addition to the well -known hot spring area, Beitou also has the first green building library in Taiwan.This special library is located in Beitou Park with dense Linmu and rich ecological environment, and is adjacent to the Hot Spring Museum.The library was awarded the nine nine indicator certificates of Green Building. The entire building adopted a large area of ​​floor -to -ceiling windows, using a large number of natural light, and cleverly borrowing scenes from nature.The building is dominated by wooden structures. With steel, the appearance looks like a large elevated tree house, which looks very kind.The library is environmentally friendly from the inside to the outside!There is a solar optoelectronic board on the roof. After daylight, it can be stored for 16 kWh. The fence of the balcony also has special environmental protection functions. The vertical wooden design can reduce the radiation line into the indoor and achieve energy -saving effect.The special drainage design of the turf on the roof can recover the water of nature, used to irrigate plants and use it as a toilet water.In addition, the library uses ecological coatings to reduce pollution and release of toxic substances.When you come to Beitou, you can also come to the Beitou Library in addition to the hot springs, and enjoy the forest bath with the fusion of books and green!",
        "_id": 5,
        "avEnd": "2015/12/09",
        "address": "No. 251, Guangming Road, Beitou District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT station name: MRT Jiantan Station, transfer to 260 and Red 5 bus to Yangming Mountain Station.Bus: 109, 260, 260 (interval car), Xiao 9, Xiao 9 (section car), Red 5 to Yangming Mountain Station.",
        "name": "Yangmingshan Hot Spring District",
        "date": "2012/04/27",
        "longitude": "121.547742",
        "REF_WP": "10",
        "avBegin": "2009/06/05",
        "langinfo": "10",
        "MRT": "Jiantan",
        "SERIAL_NO": "2011051800000057",
        "RowNumber": "6",
        "CAT": "Wellness Spa",
        "MEMO_TIME": "Various hotels have different business hours.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000985.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000987.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.15579",
        "description": "Yangming Mountain was formerly known as Caoshan. It was renamed Yangming Mountain because of commemorating the scholar Wang Yangming of the Ming Dynasty. It is the urban back garden in Taipei. It is located in the suburbs. It is a good place for everyone to stay away from the hustle and bustle.Because it is located in the volcanic area, the special volcanic terrain and geological structure have created the hot spring landscape in this area.Yangmingshan Hot Spring can be roughly divided into 4 areas: Yangmingshan National Park, cold water pits, maxis and fire Gengziping. Due to the frequent geothermal movement, the mineral components contained in these 4 areas of hot springs are different, so that it makes them. Water temperature, spring quality and efficacy are also very different.Yangming Mountain is located in the Datun volcanic area. The hot spring is in the Yangmingshan Scenic Area. It is divided into two blocks of Qianshan Hot Spring and Houshan Hot Spring. There are many hot spring hotels, plus many scenic spots and food on the mountain, which is very suitable for two days and one night mountaineering garden. Tour of the soup.",
        "_id": 6,
        "avEnd": "2012/04/27",
        "address": "No. 20, No. 1, Zhuzi Lake Road, Beitou District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station name: 岸 or Beitou Station along the Central South Road, Da Ye Road to the direction of Great Road, and can reach the entrance of the Baxian Community on the top of the bicycle lane about 15 minutes, or transfer from the MRT Guandu Station to the small 23. Get off at Guandu Palace Station and ride.1. Bus: 218, 266, 302, get off at Dafa Road Station, enter the entrance of the Paida Putium in the direction of Great Road, and you can also ride from the Guandu Palace of Zhixing Road.2. Car: From the city of Taipei, you can follow the north of Chengde Road to the entrance of the bottom bicycle at the intersection of the seventh section and Daeye Road.",
        "name": "Guandu, Golden Waterfront, Bali Left Bank bike lane",
        "date": "2014/12/26",
        "longitude": "121.465255",
        "REF_WP": "10",
        "avBegin": "2008/08/02",
        "langinfo": "10",
        "MRT": "Qilian",
        "SERIAL_NO": "2011051800000029",
        "RowNumber": "7",
        "CAT": "Cycling",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000979.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D8/E522/F82/a484053b-bdb9-4c1f-87c3-12408399e743.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E823/F612/894d8150-eab9-4cfb-9a97-b9bbff2a2929.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D12/E365/F861/050a57f2-aac0-4ccc-9723-5d88babb98c5.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D30/E198/F431/4f8f3bac-295c-476b-9057-55ebfcd59eb0.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D16/E778/F695/cf08fd34-debe-4703-96ae-e7d458bb3c13.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D13/E62/F774/ebfa80b9-0a86-4c88-9600-fff628249b83.jpghttps://www.travel.taipei/streams/sceneadmin/video/100C4.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.124904",
        "description": "Before the Keelung River was remitted into the Tamsui River, a beautiful arc bending around Xiezi Island, on the north coast and the west of the sulfang stream, retained the extremely precious rice fragrance countryside of Taipei, connecting the river estuary Mangrove Nature Reserve , Makes people be isolated from the hustle and bustle in a short distance, and the cycling tramples in it. In particular, they can experience the simplicity and simplicity of the early rural atmosphere.Xi Zhao Lili Road strolled, the river wind was slightly, birds squeaked, and the vitality of the Guandu Nature Reserve was full of romantic and leisurely wild fun.The bicycle lane through the Guandu Plain is a non -closed path across the board. The west side is the Guandu Palace, along the east along the Tomoda moisture embankment to the Eight Fairy Temple, and passes through the Guandu Plain at 90 degrees to the north until the north. In the south side of the Central North Road MRT, wearing it is Daoxiang Road on the west of the political and war school.Tourists who cannot carry bicycles by themselves are more convenient to start with Guandu Palace. One is close to the MRT station. Furthermore, you can rent a bicycle or two -person co -operating car at the place.The original vendors along the river dike of Guandu Palace have completely evacuated, and they have been changed to a good pedestrian trail. The fishing vessels that across the small bridge of the Zhonggang River also moved to the side of the freshwater river. But there is another refreshing look.",
        "_id": 7,
        "avEnd": "2014/12/26",
        "address": "Guandu, Beitou District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "1. Bus: Jianguo South Road: 298 Xinsheng South Road: 0 South, 72, 109, 211, 280, 290, 311 (blue), 505, 642, 642 (green), 668, 672, 675, Songjiang dry line. Heping Road Section: 3, 15, 18, 72, 74, 211, 237, 278, 295, 662, 663, Heping Main Line. Xinyi Road Section: 0 East, 20, 22, 204, 38, Xinyi Tripidity Line, Guide Passenger Transport. Get off at \"Daan Forest Park\" stop. 2. Drive by yourself: Take the Songjiang Interchange, follow the elevated Jianguo South Road, and turn right at Xinyi Road exit. 3. Parking information: Underground parking available (spaces 2709-2940).",
        "name": "Daan Forest Park",
        "date": "2015/12/08",
        "longitude": "121.5362",
        "REF_WP": "10",
        "avBegin": "2009/06/30",
        "langinfo": "10",
        "MRT": "Daan Forest Park",
        "SERIAL_NO": "2011051800000574",
        "RowNumber": "8",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open all day",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D11/E257/F345/546f42a1-cbfb-49fc-b4d8-c33f1c44190c.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D31/E337/F270/85f03be7-cd0c-4bde-812f-7b7f603d7281.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D5/E118/F202/2f1620b9-38b1-4c17-843b-5fed2a5ae31e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D7/E895/F87/f3eb1428-6152-4c15-b328-575d59e4477c.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D12/E556/F480/9461764b-0049-480c-9f96-ca1c1fb2b9bc.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D18/E762/F342/78245221-888e-44d0-ad0c-72a8e3494538.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D22/E222/F927/dce66fe1-6277-422d-8537-e5cb8fe8aaa5.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D17/E672/F642/f4201ef7-2137-447c-b832-c1d699142675.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.0296",
        "description": "Daan Forest Park covers an area of approximately 26 hectares and opened on March 29, 1983. Despite being located in central Taipei, it serves as a dense ecological park, providing a green lung for the city, embodying the concept of a 'Metropolitan Forest.' The park is full of greenery and flower beds, blooming with vibrant colors in every season. Each road surrounding the park is lined with specific trees: Podocarpus along Jianguo South Road, camphor trees along Heping East Road, Taiwan White Pine along Xinsheng South Road, and banyan trees along Xinyi Road, creating a multi-layered hedge landscape. In addition, the park offers a variety of facilities such as pedestrian seating, gazebos, a music stage, jogging paths, and an underground parking lot, making it a popular spot for leisure. The Daan Forest Park MRT Station, known as 'Taipei's Most Beautiful MRT Station,' incorporates the theme 'Forest Transfer - Dialogue with the Park' in its design, highlighting the park's natural features. The station's design integrates natural elements, using sunlight and greenery to create an environment full of vitality and mystery. Through clever use of space and light, the station provides a unique experience that blends urban convenience with nature. The architectural design reflects Chinese cultural elements and harmonizes with the surrounding environment.",
        "address": "East of Xinsheng South Road and south of Section 3, Xinyi Road, Da’an District, Taipei City."
      },
      {
        "rate": 3,
        "direction": "Get off at Xinbei Investment Station, go straight along Zhongshan Road to reach the bus: 216, 218, 223, 230, 266, 602, Primary 6, Primary 9, Little 22, Small 26, 26 to Xinbeitou Station Station get off",
        "name": "Geothermal valley",
        "date": "2015/12/09",
        "longitude": "121.511592",
        "REF_WP": "10",
        "avBegin": "2010/09/13",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000685",
        "RowNumber": "9",
        "CAT": "Wellness Spa",
        "MEMO_TIME": "From Tuesday to Sunday 09:00 to 17:00.\nGuanyuan was cleaned and maintained on Monday (as usual as usual).",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003993.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D457/E341/F171/f6dc25a6-cc44-4e4d-a7ea-aea011e2aa65.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D375/E862/F67/dcada704-a151-4b49-ac44-a349e7761973.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D293/E834/F864/7493ca40-985e-4d7e-9340-f738b6096c26.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D988/E745/F29/cc1e0a3a-0e3c-47dc-88b8-9c7a9ddc606e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D37/E611/F805/ec29667c-0ff6-435a-ab82-2905492d04fc.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D202/E23/F478/a219480b-2bb0-4e80-9069-2704c7904545.jpghttps://www.travel.taipei/streams/scenery_file_audio/c17.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.137940",
        "description": "Geothermal Valley is located next to Beitou Hot Spring Park. It is one of the source of Beitou Hot Spring. Because sulfur smoke is filled all year round, it is reminiscent of horrible hell. Therefore, it is also called \"Hell Valley\" or \"Ghost Lake\".The hot springs here are the hottest hot springs with the highest water temperature in the large volcanic group of the Datun Mountain.The stone in the Geothermal Valley has the radioactive element \"radium\", called \"Beitou Stone\". It is the only ore named after thousands of ore ores in the world. At present, only Taiwan Beitou and Japan have such minerals.In recent years, in order to regenerate the Beitou Stone, the establishment of the Beitou Stone Reserve has been established here. In addition to feeling the feelings of hot spring township, you can also have a deeper understanding of this unique ore.The temperature of the spring water of the geothermal Valley is between 80 ° C and 100 ° C. It belongs to the acidic acid springs of acid hydrochloric acid. The acid and alkali of the hot spring water are very high and corrosive.Previously, tourists often used high -temperature spring water to boil \"hot spring eggs\" in Ge geothermal valley. However, in recent years, in order to protect the water quality of the hot spring and avoid accidents from falling here, people have been banned from cooking eggs in the Georo Valley!When you come to the Geothermal Valley, don't take food to avoid sweeping!",
        "_id": 9,
        "avEnd": "2015/12/09",
        "address": "Zhongshan Road, Beitou District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "Get off at Xinbeitou Station, and walk straight along Zhongshan Road. Alternatively, take buses 216, 218, 223, 230, 266, 602, S6, S9, Little 22, or Small 26 to Xinbeitou Station.",
        "name": "Geothermal Valley",
        "date": "2015/12/09",
        "longitude": "121.511592",
        "REF_WP": "10",
        "avBegin": "2010/09/13",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000685",
        "RowNumber": "9",
        "CAT": "Wellness Spa",
        "MEMO_TIME": "Open Tuesday to Sunday, 09:00 to 17:00.\nClosed on Mondays for cleaning and maintenance.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003993.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D457/E341/F171/f6dc25a6-cc44-4e4d-a7ea-aea011e2aa65.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D375/E862/F67/dcada704-a151-4b49-ac44-a349e7761973.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D293/E834/F864/7493ca40-985e-4d7e-9340-f738b6096c26.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D988/E745/F29/cc1e0a3a-0e3c-47dc-88b8-9c7a9ddc606e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D37/E611/F805/ec29667c-0ff6-435a-ab82-2905492d04fc.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D202/E23/F478/a219480b-2bb0-4e80-9069-2704c7904545.jpghttps://www.travel.taipei/streams/scenery_file_audio/c17.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.137940",
        "description": "Geothermal Valley is located next to Beitou Hot Spring Park and is one of the sources of Beitou Hot Springs. Due to the constant sulfuric steam, it is often referred to as 'Hell Valley' or 'Ghost Lake.' The hot springs here have the highest temperature in the Datun volcanic group. The stones in the valley contain the radioactive element 'radium,' known as 'Beitou Stone,' which is the only mineral named after a location in the world. Only Taiwan's Beitou and Japan have such stones. In recent years, a Beitou Stone Reserve has been established to protect this unique mineral. Visitors can learn more about the hot spring town and its history. The water temperature in Geothermal Valley ranges from 80°C to 100°C, and it contains acidic chloride sulfate, making it highly corrosive. In the past, tourists would boil 'hot spring eggs' in the high-temperature water, but this practice is now banned to preserve the water quality and prevent accidents. Please refrain from bringing food into the valley to keep the area clean.",
        "_id": 9,
        "avEnd": "2015/12/09",
        "address": "Zhongshan Road, Beitou District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT Station: Longshan Temple Station. 1. Bus: 0 West, 25, 38, 49, 65, 310 to Longshan Temple Station. 2. Parking Information: Underground parking at Mengjia Park, No. 145, Section 1, Xiyuan Road.",
        "name": "Longshan Temple",
        "date": "2015/03/12",
        "longitude": "121.499962",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Longshan Temple",
        "SERIAL_NO": "2011051800000288",
        "RowNumber": "11",
        "CAT": "Religious",
        "MEMO_TIME": "Open from 6:00 AM to 10:00 PM (Office hours: 7:00 AM to 9:30 PM)",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D226/E920/F665/1f26af86-e907-44c9-b4d7-5c498dacfc6c.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D980/E373/F435/525bd753-2dbf-4869-9705-021731d78fa6.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D824/E483/F803/d7db91a8-53c8-491e-90d0-c0abd824a1b2.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D817/E864/F708/c8ad1ef2-e93d-40b7-a042-49a37e7c77e7.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D9/E832/F14/44bcb0c8-d34a-45f5-9e03-6df61bd9cff2.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D460/E789/F827/a1fa9fa9-175f-49cd-a2d8-1bd63d9e595f.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D86/E848/F317/e4b7a6d8-c311-40e4-8c4b-a4d55cd61827.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D236/E128/F503/95c497d1-8b33-4939-bc46-adf8c6b9be3b.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D155/E70/F743/af11e3e5-571a-49e6-b05e-b9a7d2806b99.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D340/E207/F329/a24abf6c-da89-4d1c-8717-d8877a6cf9ea.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D608/E258/F429/9749828f-ea26-4c2d-a2c7-33c83d457216.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D720/E917/F181/e32ca317-2171-41b3-9cd9-3dfef48466e9.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D872/E849/F132/7ffafecb-7fc5-48c1-9230-2018b4efbc6b.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D213/E267/F622/b3a681c0-2c0e-4992-b235-3e967cf643df.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D215/E745/F224/59f07278-056d-4d51-aa31-2b44ba6c6877.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D574/E642/F20/a56e74bf-a2c4-44ec-9cd8-5b9c3c035b7d.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D746/E248/F126/cc9cc473-f729-4504-b702-eb65856fcbe8.jpghttps://www.travel.taipei/streams/scenery_file_audio/c09.mp3https://www.travel.taipei/streams/video/DISC3-3.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.036798",
        "description": "Laolongshan Temple, also known as Longshan Temple of Wanhua, is a historic city monument in Taiwan. Along with Taipei 101, the National Palace Museum, and Chiang Kai-shek Memorial Hall, it ranks among the top 4 must-visit sites for foreign tourists visiting Taipei. The main deity worshipped at Longshan Temple is Guanyin Bodhisattva. The temple features traditional Chinese architectural elements, including a three-hall layout in a palace style. Its ornate design includes vivid imagery, often depicting scenes from Chinese classics like the Romance of the Three Kingdoms and Investiture of the Gods, alongside auspicious symbols. The temple’s structure is built without the use of nails or iron beams, and its roof is adorned with colorful glazed porcelain tiles, representing animals like dragons, phoenixes, and qilin. Longshan Temple is an important place of worship for Buddhism, Taoism, and Confucianism. It is divided into a front hall, main hall, and rear hall, with multiple smaller halls where visitors can freely worship the gods they believe in.",
        "address": "No. 211, Guangzhou Street, Wanhua District, Taipei City."
      },
      {
        "rate": 4,
        "direction": "MRT Station: 1. Exit 3 of Luzhou Line, Xingtian Temple Station. 2. Take the Danshui Line to Minquan West Road Station, then transfer to bus 41, 225, 225 (interval bus), 63 (interval bus), or Red 32 to Minquan Songjiang Road Station or Xingtian Temple Station. 3. Take the Wenhu Line to Zhongshan Junior High School Station, then transfer to bus 74 or 63 to Xingtian Temple Station or Minquan Songjiang intersection. Buses: 5, 26, 41, 49, 49 (interval bus), 63, 63 (interval bus), 72, 74, 109, 203, 214, 214 (express bus), 222, 222 (interval bus), 225, 225 (interval bus), 226, 277, 279, 280, 280 (express bus), 285, 286, 286 (interval bus), 298, 505, 527, 612, 612 (interval bus), 617, 617 (interval bus), 642, 642 (green line), 643, 676, 685, internal medicine commute bus, Songjiang Main Line, Red 29, Red 31, Red 32, Brown 16, Boai Bus, Dunhua Main Line, to Minquan Songjiang Road Station or Xingtian Temple Station.",
        "name": "Xingtian Temple",
        "date": "2016/10/28",
        "longitude": "121.533838",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Xingtian Temple",
        "SERIAL_NO": "2011051800000276",
        "RowNumber": "12",
        "CAT": "Religious",
        "MEMO_TIME": "Open hours: 4:00 AM to 10:00 PM\nFortune-telling hours: usually from 11:20 AM to 8:00 PM\nOn days of star sacrifices, from 12:20 PM to 8:00 PM.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D509/E14/F983/d5f49ce0-139c-4e8b-81cf-39e2b32e79bf.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D738/E481/F193/d429a5f5-50be-47f3-9414-3b80c9c90c01.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D871/E160/F918/626ead8f-761e-4d34-bc48-0abacf395314.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D919/E394/F720/04fcd4a3-82b5-4d3c-be35-f17c1c312f78.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D55/E925/F118/a855d136-14f5-4a1f-bc79-7fb61fd9efd1.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D296/E89/F569/a743a87f-653f-49b2-b48b-f3d7aa4a4fb4.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001497.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001498.jpghttps://www.travel.taipei/streams/scenery_file_audio/c24.mp3https://www.travel.taipei/streams/video/DISC1-04.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.063059",
        "description": "Xingtian Temple is the most visited temple in northern Taiwan. It is dedicated to gods related to righteousness and loyalty, with the main deities including Lü Dongbin (one of the Eight Immortals), the Stove God Zhang Dan, Taoist master Wang Shan of the 30th generation, and the famous Song Dynasty general Yue Fei. The temple’s belief system emphasizes 'rescue' and 'protection,' with Guan Yu (Guan Yun) as the central figure, making it popularly known as 'Master Guan Temple.' Since its completion, Xingtian Temple has become one of the most visited temples in the Greater Taipei area and even in northern Taiwan. This is largely due to its unique characteristics: no donation boxes, no offerings required, no burning of joss paper, no fortune sticks or god mediums, and no fundraising or commercial activities allowed. The temple’s central location and spacious grounds contribute to its popularity, as does its status as the first legally recognized religious organization in Taiwan. In addition to its religious activities, Xingtian Temple operates several social welfare initiatives, including two affiliated libraries (one in central Taipei and another in Beitou) and a hospital in Sanxia. These public welfare activities ensure that the temple not only serves as a spiritual center but also as a hub of community care and support.",
        "_id": 12,
        "avEnd": "2016/10/28",
        "address": "No. 109, Section 2, Minquan East Road, Zhongshan District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "Get off at Xinbeitou MRT Station and walk straight along Zhongshan Road for about 7 minutes to reach the destination. Bus routes: 216, 218, 223, 230, 266, 602, Small 6, Small 7, Small 9, Small 22, Small 25, Small 26 to Xinbeitou Station.",
        "name": "Plum Garden",
        "date": "2016/07/07",
        "longitude": "121.508682",
        "REF_WP": "10",
        "avBegin": "2010/01/06",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000676",
        "RowNumber": "13",
        "CAT": "Art Museum",
        "MEMO_TIME": "Tuesday to Sunday: 09:00-17:00; Closed on Mondays and National Holidays.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D931/E93/F956/374f6b31-840b-407f-82b7-e6f70d4d0c49.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D670/E788/F892/a8db3cfc-d3ce-416c-98db-767282a0de39.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D431/E683/F58/c490188d-8b4e-44a2-8807-76342b0ce2cd.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003386.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003387.jpghttps://www.travel.taipei/d_upload_ttn/pic/11003388.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.137025",
        "description": "Plum Garden was built in the late 1930s as a summer residence and was once the home of Mr. Yu Youren, a prominent scholar and calligrapher. It is now a designated municipal historic building. The building has a unique architectural style, combining Japanese wooden frame architecture with reinforced concrete air raid shelters built during the early days of the Pacific War. The entrance features an inscription of 'Mei Ting' (Plum Pavilion) written by Mr. Yu himself. The residence reflects the war era's architectural characteristics. The upper floor, facing Zhongshan Road, is built with a traditional Japanese wooden frame, and the walls are layered with mortar to prevent moisture. The outer walls are decorated with white plaster, while the lower level, made of reinforced concrete, includes an air raid shelter connected directly to the backyard. This structure, along with the nearby air raid tunnels, holds significant historical value. To enhance public understanding of this historic site and promote Beitou's tourism, the Taipei City Government established a visitor center here, hosting the 'Beitou Plum Garden Historic Site Exhibition.' Visitors can also explore a virtual reality tour of Plum Garden online. Website: https://vr.taipeitravel.net",
        "_id": 13,
        "avEnd": "2016/07/07",
        "address": "No. 6 Zhongshan Road, Beitou District, Taipei City"
      },
      {
        "rate": 2,
        "direction": "MRT Station: Exit 5 of Chiang Kai-Shek Memorial Hall Station. Bus routes: 3, 15, 18, 20, 22, 37, 204, 208, 214, 236, 248, 249, 251, 252, 261, 263, 270, 293, 297, 64, 648, 660, 621, 623, 630, 651, 670, 671, Xinyi Line, and others stop at Zhongzheng Memorial Hall and Nanmen Market. You can also take Xinbei Bus, which stops at Zhongzheng Memorial Hall Station and Nanmen Market. Parking information: National Chiang Kai-Shek Cultural Center underground parking lot, B1, No. 21-1, Zhongshan South Road, Zhongzheng District, near Dudu Fang and Zhongzheng Memorial Hall.",
        "name": "Chiang Kai-Shek Memorial Hall",
        "date": "2015/12/09",
        "longitude": "121.52194",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Chiang Kai-Shek Memorial Hall",
        "SERIAL_NO": "2011051800000108",
        "RowNumber": "14",
        "CAT": "Art Museum",
        "MEMO_TIME": "Memorial Hall Opening Hours: 09:00 AM - 06:00 PM (Open on Mondays)\nPark Opening Hours: 05:00 AM - 12:00 AM",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000375.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D955/E18/F665/d3d2803e-1486-4755-bf40-84fe3bbaf915.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D780/E495/F665/a29f9635-684c-4807-9e3a-1c6fe6ae0f67.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D431/E68/F318/a90b547a-d1f3-4069-a6a2-23978c264bd6.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D256/E654/F329/da0748f0-f702-4f84-816c-8470251c5de1.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D875/E295/F988/b3e5f559-7a08-49be-aca5-493009c3c98b.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001495.jpghttps://www.travel.taipei/d_upload_ttn/pic/11000376.jpghttps://www.travel.taipei/streams/scenery_file_audio/c05.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.03471",
        "description": "The white walls and blue tiles of the Chiang Kai-Shek Memorial Hall tower 70 meters high in the center of the memorial park, creating a majestic sight from every angle. It is one of the top destinations for foreign tourists visiting Taiwan. The Memorial Hall includes displays, exhibitions, and a souvenir shop. It was built to commemorate Chiang Kai-Shek, the first president of the Republic of China, who passed away in 1975. The construction of the hall began the following year, led by designer Yang Cho-Cheng, who also designed the Grand Hotel in Taipei. The site was formerly the Army Headquarters, which was the largest military zone in Taipei, and it is said that gold transported from mainland China was once stored here. The blue and white color scheme of the Memorial Hall represents the national flag, and the roof features 12 rays symbolizing the 'blue sky' of the flag. A large bronze statue of Chiang Kai-Shek faces west towards the Presidential Office and mainland China. Over time, with the advent of democracy, the square in front of the Memorial Hall has become a popular venue for political and social gatherings.",
        "_id": 14,
        "avEnd": "2015/12/09",
        "address": "No. 21, Zhongshan South Road, Zhongzheng District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT Station: Exit 2 of City Hall Station on the Bannan Line. Take Keelung Road and follow the city roads to reach the destination. Songzhi Road Station: 277, 46, 266, 699, 28, 537, Boai Bus. Songshou Road Station: 665, 20, 284, 647, 650, 202, 621, 611, 612, 266, 28, 281, 245. Municipal Fu Road Station: 245, 261, 311, 202, 263, 270, 266, 651, 281, 28, 537, 612. MRT connections: Blue 5, get off at 'City Hall Station'; Blue 7, get off at 'MRT City Hall Station'.",
        "name": "Taipei Discovery Center",
        "date": "2014/12/29",
        "longitude": "121.56376",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "City Hall",
        "SERIAL_NO": "2011051800000186",
        "RowNumber": "15",
        "CAT": "Art Museum",
        "MEMO_TIME": "Open from Tuesday to Sunday, 09:00 AM to 05:00 PM. Closed on Mondays and national holidays.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D6/E578/F270/f6f669d9-997f-48c0-845a-be267b3d6ad5.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000400.jpghttps://www.travel.taipei/d_upload_ttn/cms/image/A0/B0/C0/D29/E472/F556/be224ffa-fb0f-4a77-88fc-c448aac3096c.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000401.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000402.jpghttps://www.travel.taipei/streams/scenery_file_audio/c01.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.03758",
        "description": "As a Taipei resident, how much do you know about your city? Welcome to the Taipei Discovery Center to explore and learn about Taipei. The Taipei Discovery Center has four floors. The first floor houses the Taipei Impression Hall, which presents impressions of the city through graphics and images. The second floor is a special exhibition hall, regularly hosting related exhibitions. The third floor features the 'Urban Development Hall,' showcasing the transformation of major Taipei roads like Zhongshan North Road, Dunhua North and South Roads, and Zhongxiao East Road, as well as the history of areas like Ximending and the Xinyi District. The fourth floor offers a 'Time and Space Dialogue,' featuring interactive devices, artifacts, photographs, and models of ancient city walls, providing insights into the lives of residents in Dadaocheng, old Taipei City, and along the Tamsui River. The Discovery Theater, with its 360-degree screen, presents four films including 'Urban Life' and 'Taipei Good Times,' offering various stories and perspectives about the city. This is a perfect spot to explore Taipei. Before visiting, you can even explore a virtual reality tour of the exhibition hall online! Website: https://vr.taipeitravel.net",
        "_id": 15,
        "avEnd": "2014/12/29",
        "address": "1-4th floor, No. 1, Shifu Road, Xinyi District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT station: Get off at MRT Taipei Zoo Station and transfer to buses 236, 237, 282, 611, Brown 3, Brown 6, Brown 15, Green 1, Small 10 at National Chengchi University Station. Get off at Guide Road, walk in the direction of Guide Road, and pass the entrance of National Chengchi University (Section 2, Guide Road) to reach the hiking trail entrance at Lane 33, Section 3, Guide Road. 1. Bus routes: 236, 237, 282, 530, 611, Small 10, Brown 3, Brown 5, Brown 6, Brown 15, Green 1. Get off at Guide Road and walk toward the National Chengchi University entrance to reach the trail at Lane 33, Section 3, Guide Road. 2. On the way back from the Tea Research and Promotion Center to Sanxuan Palace, take the Maokong Gondola back to Taipei Zoo Station and take the MRT home on the Wenshan-Neihu Line.",
        "name": "Erge Mountain Trail",
        "date": "2014/03/04",
        "longitude": "121.581059",
        "REF_WP": "10",
        "avBegin": "2008/10/09",
        "langinfo": "10",
        "MRT": "Taipei Zoo",
        "SERIAL_NO": "2011051800000557",
        "RowNumber": "82",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002820.jpghttps://www.travel.taipei/streams/scenecms/maokong.flvhttps://www.travel.taipei/streams/scenecms/taiwanTea.flvhttps://www.travel.taipei/streams/scenecms/09003481-MK.flv",
        "idpt": "臺北旅遊網",
        "latitude": "24.984413",
        "description": "The Erge Mountain Trail is primarily composed of the Guide Palace Trail, the Dacheng Temple Trail, and the Tea Exhibition Center Trail. The trail, with the Guide Palace as its main feature, is located on Monkey Mountain, to the northwest of Erge Mountain, and offers views of Zhanghu and Erge Mountain. The stone steps at Lane 33, Section 3 of Guide Road provide an accessible hiking route suitable for families. Along the Guide Palace Trail, elegant stone lanterns line both sides of the path, and the entrance archway, along with structures like Nangan Pavilion, highlights the trail's origins during the Showa period in Japan, offering a simple yet elegant architectural style. With about 1,200 stone steps, the trail presents a challenge for avid hikers, but the spacious steps, natural surroundings, and frequent resting spots make it an enjoyable experience. Cherry trees, southern magnolia, and ancient trees tower along the way, providing a peaceful and scenic atmosphere. The tea exhibition trail features a cliffside path with views of streams, tea gardens, terraces, and the valley. The valley area is filled with lush greenery, and the riverbed features eroded oval-shaped pits, known locally as 'pot holes.' It is said that these pits resemble the traces of a cat’s claws, which led to the area's name, 'Maokong.' For those seeking a peaceful hike amidst nature, the Erge Mountain Trail offers a tranquil escape with a touch of history and culture.",
        "_id": 82,
        "avEnd": "2014/03/04",
        "address": "Lane 33, Section 3, Guide Road, Wenshan District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "Get off at Xinbeitou MRT Station, and walk straight along Zhongshan Road to the destination. Bus routes: 216, 218, 223, 230, 266, 602, Small 6, Small 9, Little 22, Small 26, 26 to Xinbeitou Station.",
        "name": "Beitou Hot Spring Museum",
        "date": "2016/07/07",
        "longitude": "121.507153",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000145",
        "RowNumber": "16",
        "CAT": "Art Museum",
        "MEMO_TIME": "Opening hours: Tuesday to Sunday, 09:00 - 17:00\nClosed on Mondays and National Holidays (except when open on Saturday and Sunday)",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000382.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000383.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000384.jpghttps://www.travel.taipei/streams/scenery_file_audio/c15.mp3https://www.travel.taipei/streams/video/DISC4-2.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.136691",
        "description": "This well-known public hot spring bath was a popular spot as early as the Japanese colonial period. It features British Tudor-style rural architecture, with its calm red brick walls complemented by black tiles and green surroundings, making it an ideal place for relaxation. The first floor features Roman-style columns surrounding the bath, while the second floor offers Japanese-style rooms with tatami mats, where the faint scent of hot springs lingers in the air, evoking memories of the past. Thanks to the efforts of local residents, this historic site has been preserved and transformed into the Beitou Hot Spring Museum, offering a glimpse into Beitou’s history and development. Exhibits include the stories of the Ketagalan tribe, Datun volcanoes, salt industries, Taiwan's Hollywood, Beitou stones, and the origins of its hot springs. The museum also has an open-air theater where performances are held irregularly, making it a community hub. The Beitou Hot Spring Museum is not only a cherished historical memory but also a reflection of the deep connection Beitou residents have with this land.",
        "_id": 16,
        "avEnd": "2016/07/07",
        "address": "No. 2 Zhongshan Road, Beitou District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT Station: Exit 1 at Guandu Station. After exiting, turn left towards Taipei, walk straight along the MRT tracks to the end, turn right, and walk for about 5-6 minutes. 1. Bus: 216 (local), 223, 302, 308, 632, get off at Zhiren High School Station. 2. Parking: Parking is available inside the museum garden.",
        "name": "Liuyuan Crystal Museum (temporarily closed)",
        "date": "2015/12/10",
        "longitude": "121.468942",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Guandu",
        "SERIAL_NO": "2011051800000205",
        "RowNumber": "17",
        "CAT": "Art Museum",
        "MEMO_TIME": "As of 2015/11/1, the museum is temporarily closed.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000813.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000814.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000815.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.127255",
        "description": "Liuyuan Crystal Museum is Taiwan's first crystal glass museum. The first floor houses a glass-blowing studio, glass classroom, and a classic Liuyuan area. On the second floor, visitors can explore the history of Chinese and Western glass art, view the glass technology exhibition area, the lost-wax casting display, and an international glass art collection. At the museum, you can not only learn about the history of Chinese and Western glass art and witness contemporary works by international glass masters, but also experience the process of glassmaking yourself. The basic courses at Liuyuan are not difficult—teaching how to make personalized cups and glass animals. Advanced classes include glass-blowing techniques for creating flowers, insects, human-shaped paperweights, water cups, bottles, and more. Standing in front of a 1,150°C furnace, shaping a beautiful glass piece, you'll realize that the beauty of glass art is truly not easy to achieve. The works produced at Liuyuan are clear, translucent, and colorful, each piece a unique creation. We welcome everyone to visit Liuyuan.",
        "_id": 17,
        "avEnd": "2015/12/10",
        "address": "No. 16, Lane 515, Section 4, Zhongyang North Road, Beitou District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT Station: Get off at Zhongxiao Xinsheng Station and walk for about 3-5 minutes, or get off at Shandao Temple Station and walk for about 5 minutes. 1. Bus: 205, 232, 262 (interval service), 276, 299. Get off at the Audit Department stop (Zhongxiao East Road), then walk for about 3 minutes. Other routes: 232, 232 (local), 605, 605 (local), 605 (New Taipei Line 5), 665 to Zhongxiao Elementary School Station, or 669 to Huashan Park Station. 2. Parking: 24-hour parking is available under the Jinshan South Road bridge or at a paid parking lot at No. 93, Section 1, Zhongxiao East Road, Zhongzheng District.",
        "name": "Huashan 1914 Creative Park",
        "date": "2015/12/11",
        "longitude": "121.52887",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Zhongxiao Xinsheng",
        "SERIAL_NO": "2011051800000424",
        "RowNumber": "18",
        "CAT": "Art Museum",
        "MEMO_TIME": "Open daily: 09:30 - 21:00",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000956.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000957.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000958.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D499/E544/F2/86bda1ad-6f2d-417b-8b45-eddae6248f0f.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D525/E140/F600/36bb3478-9b45-4499-8898-15acd2294d05.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D888/E176/F255/49910181-c550-4bd3-a16a-5cacb4b97462.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D986/E817/F348/67002303-5404-4e48-9d90-6de92ca5437e.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D957/E128/F841/ea77b704-4952-4c74-a86d-0f902f5953b7.jpghttps://www.travel.taipei/streams/video/DISC2-5.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.04381",
        "description": "The name 'Huashan' comes from the first governor of Taiwan, Huashan. Today's Huashan 1914 Creative Park is located in what was once Huashancho. The park was previously the site of the 'Taipei Winery,' founded in 1916 during the Japanese colonial period. Originally a private enterprise, it was later purchased by the colonial government and renamed the Taipei Wine Factory under the Taiwan Provincial Monopoly Bureau. In 1949, it became the Taipei First Winery under the Taiwan Provincial Tobacco and Wine Monopoly Bureau. The winery moved to the Linkou Industrial Zone in New Taipei City on April 1, 1987, and the old factory buildings were repurposed by artists and are now used as performance venues. Huashan 1914 Creative Park includes the Gaota District, rice wine production areas, the Four Seasons Building (wine storage), and the re-distillation area, all of which are historically significant. Today, the park is managed by Taiwan Cultural and Creative Development Co., Ltd., and features creative design stores, exhibition spaces, and performance venues for artists and cultural groups. The park also offers a variety of restaurants and cafes, many retaining the nostalgic charm of the old warehouse buildings. LEGACY, a live house built in the former distillation area, has become a popular venue, attracting both musicians and art lovers.",
        "_id": 18,
        "avEnd": "2015/12/11",
        "address": "No. 1, Section 1, Bade Road, Zhongzheng District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT Station: About a 15-minute walk from Exit 5 or 6 of Zhongzheng Memorial Hall Station, or about a 7-minute walk from Exit 2 of National Taiwan University Hospital Station. 1. Bus: 214, 245, 263, 270, 37, 621, 630, 651 - get off at Ren'ai Zhongshan Stop. Buses 214 (direct), 245, 249, 261, 263, 270, 37, 621, 630, 651 - get off at Ren'ai Linsen Intersection. 0 East, 20, 204, 22, 237, 38, 670 - Xinyi Route 2 - get off at Linsen Xinyi Intersection Stop. 150 thousand dollars, 208 Pioneer, 208 Keihe Phase II - get off at Jingfumen Station. 2. Parking: There are underground parking lots in the museum for small and medium-sized cars.",
        "name": "Evergreen Maritime Museum",
        "date": "2015/03/11",
        "longitude": "121.518770",
        "REF_WP": "10",
        "avBegin": "2009/02/09",
        "langinfo": "10",
        "MRT": "National Taiwan University Hospital",
        "SERIAL_NO": "2011051800000596",
        "RowNumber": "19",
        "CAT": "Art Museum",
        "MEMO_TIME": "Tuesday to Sunday: 9:00 AM ~ 5:00 PM\nClosed on Mondays\n(If Monday falls on a national holiday, the museum will be open)\nClosed on Lunar New Year's Eve\nAdditional closure dates will be announced by the museum as needed",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002524.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002525.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.038728",
        "description": "The Evergreen Maritime Museum was established to fulfill the long-time wish of Mr. Chang Yung-fa, President of the Evergreen Group, to share his deep connection with the ocean and promote maritime education in Taiwan. This maritime-themed museum is suitable for visitors of all ages and groups. The museum features a vast collection of model ships, ranging from ancient dugout canoes to various types of sailing vessels, mechanical powerboats, and religiously significant king boats. The museum also houses a collection of maritime paintings from the 18th to the 20th centuries, depicting war scenes and tranquil seascapes, allowing visitors to appreciate the distinctive styles of artists from different eras. Additionally, the museum offers a navigation section with interactive displays and multimedia, enabling visitors to experience maritime navigation knowledge firsthand.",
        "_id": 19,
        "avEnd": "2015/03/11",
        "address": "No. 11 Zhongshan South Road, Zhongzheng District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "1. MRT: Take the Xinyi Line to 'Taipei 101/World Trade Center Station' or the Bannan Line to 'Taipei City Hall Station', Exit 2, about a 10-minute walk. 2. Bus: Take a bus to City Hall Station, World Trade Center Station, Xinyi Administrative Center, or Taipei 101. Bus routes include: 1, 20, 22, 28, 32 (express), 33, 37, 38, 46, 207, 266, 277, 282, 284, 288, 292, 611, 612, 621, 625, 647, 650, 651, 665, 669, 902, Xinyi, Boai, Blue 5, Blue 10, and Bannan Line. 3. Parking: Taipei 101 Mall offers parking at B2, with entrances/exits on Songzhi Road and Shifu Road. Additionally, there are 15 parking lots with approximately 1,100 spaces within a 500-meter radius.",
        "name": "Taipei 101",
        "date": "2015/12/09",
        "longitude": "121.564837",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Taipei 101 / World Trade Center",
        "SERIAL_NO": "2011051800001090",
        "RowNumber": "25",
        "CAT": "other",
        "MEMO_TIME": "Observation deck: Monday to Sunday 9:00 AM - 10:00 PM\nLast ticket sale and entry at 9:15 PM daily\n(Hours during holidays may be adjusted and announced separately)\n\nShopping center hours: Sunday to Thursday 11:00 AM - 9:30 PM\nFriday, Saturday, and National Holidays 11:00 AM - 10:00 PM",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000361.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D130/E790/F130/8b46b790-5fdf-4369-8429-348d9696ea92.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D402/E409/F249/2a551144-e610-4b63-9a20-1375d9441760.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D650/E582/F435/db61896d-ea35-4eb6-ace3-6c2dc3038610.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D667/E878/F23/568a82a3-0f2a-441f-9974-aebf8ecf6930.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D519/E715/F127/87a06da8-db84-499c-b36e-7793f64bfcc2.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000362.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000363.jpghttps://www.travel.taipei/streams/scenery_file_audio/c02.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.033194",
        "description": "Taipei 101 Shopping Mall spans five floors above ground and one basement level, with a total shopping area of 23,000 square meters. It is Taiwan's first international luxury shopping center, featuring flagship stores from global brands such as Bally, LV, Prada, Gucci, Cartier, Dior, and FENDI. Shoppers can enjoy a wide variety of options with access to the latest global trends in real-time, making for an enjoyable shopping experience. The mall also offers a range of dining options, including European, Japanese, Thai, and Chinese cuisine at venues like Da Guan Shan, Crystal Spoon Thai Cuisine, Random Bird Place, Jiu Ru Zhejiang Cuisine, and Sichuan-Yunnan Cuisine, providing a comfortable and diverse dining environment. On the 4th floor, Metropolitan Plaza offers a spacious design with more than 500 square meters of space and a ceiling height of 40 meters. The natural lighting and outdoor seating create a bright and modern atmosphere. The mall is connected by sky bridges to the Taipei World Trade Center and ATT 4 FUN, and is conveniently located near the W Hotel, making it easily accessible.",
        "_id": 25,
        "avEnd": "2015/12/09",
        "address": "No. 5, Section 7, Xinyi Road, Xinyi District, Taipei City"
      },
      {
        "rate": 1,
        "direction": "MRT Station: 1. Take the Zhonghe-Xinlu Line to Songjiang Nanjing Station. 2. Take the Wenhu Line to Nanjing Fuxing Station, follow Nanjing East Road towards Jianguo North Road, and walk for about 10 minutes. 1. Bus: 46, 248, 254, 266, 279, 282, 288, 292, 306, 307, 605, 622, 652, 668, 675, 711, Red 25, Brown 9 to Nanjing Jianguo Intersection, or 41, 52, 202, 203, 205, 257 to Zhongshan Girls' High School, or 5, 41, 49, 72, 203, 290, 505, 527, 642, 643 to Nanjing Songjiang Intersection. 2. Passenger Transport: Taiwan Motor Transport - Keelung ~ Taipei, Keelung ~ Zhongli Line. 3. Parking: Jianguo North Road Underground Parking Lot.",
        "name": "Miniatures Museum of Taiwan",
        "date": "2014/11/17",
        "longitude": "121.536287",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Songjiang Nanjing",
        "SERIAL_NO": "2011051800000244",
        "RowNumber": "20",
        "CAT": "Art Museum",
        "MEMO_TIME": "Tuesday to Sunday 10:00 AM - 6:00 PM (last admission at 5:00 PM). Closed on Mondays (if Monday is a public holiday, closure is moved to the following day), closed on New Year's Eve and Lunar New Year's Eve.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000762.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000763.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000764.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.050375",
        "description": "\"It's not that you have grown bigger, but that the world has become smaller here.\" The Miniatures Museum of Taiwan, founded by Mr. Lin Wen-ren and his wife, Lin Yang Jin-mei, brings this small and delicate world full of surprises back to Taiwan, giving each visitor a sense of happiness. Inside the museum, you can view the precious collections of the Lins, who traveled the world collecting works from miniature artists. Currently, there are more than 200 pieces on display, including the founder's first collection, the English country-style building \"Rural Tea House and Antique Shop,\" and the museum's smallest piece, \"The Hole in the Tree.\" These pieces showcase the intricate craftsmanship and creativity of miniature artists. One of the most magnificent works on display is a replica of Buckingham Palace. The museum offers a magical space that both adults and children can enjoy, filled with miniature houses and dreamlike scenes. If you have the opportunity, be sure to visit this enchanting space.",
        "_id": 20,
        "avEnd": "2014/11/17",
        "address": "No. 96, Section 1, Jianguo North Road, Zhongshan District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT Station: 1. Shuanglian Station, transfer to Red 33 at Minsheng Xining Road Station. 2. Jingmei Station, Wanlong Station, or Guting Station, walk towards Xindian River to reach the entrance of the bicycle lane. 1. Bus: Red 33, get off at Minsheng Xining Road Station. Other routes: 74, 236, 251, 252, 644, 648, 650, 660, 673. Follow the directions at the bus stop to reach the lane entrance. 2. Driving: From Roosevelt Road Section 4, follow Huannan South Road and Shuiyuan Expressway to reach the entrance at Huazhong Second Gate.",
        "name": "Xindian River, Dahan River, and Tamsui River Bicycle Lane",
        "date": "2013/07/10",
        "longitude": "121.504196",
        "REF_WP": "10",
        "avBegin": "2008/09/17",
        "langinfo": "10",
        "MRT": "Shuanglian",
        "SERIAL_NO": "2011051800000432",
        "RowNumber": "21",
        "CAT": "Cycling",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000980.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000982.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000983.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D24/E509/F112/066aa66a-5743-4615-8f3a-e7f64ec08e1b.jpghttps://www.travel.taipei/streams/scenecms/bikeWay.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.020141",
        "description": "This bicycle lane, which starts from Dadaocheng Wharf along Yanping Riverside Park, offers both scenic beauty and cultural exploration. In addition to the physical activity, cyclists can also visit nearby cultural landmarks, blending fitness with cultural immersion. Notable attractions along the way include Dihua Street, Xia-Hai City God Temple, Lin Liu-Hsin Puppet Theatre Museum, Taipei Confucius Temple, and Bao'an Temple, offering a rich cultural experience. The route also passes Dadaocheng Wharf's Coffee Plaza, Tangshan sailing sculpture, the dock arch bridge, and views of the Tamsui River. You can even take the Blue Highway to Guandu Pier, Fisherman's Wharf, and Bali Left Bank for diverse riverside recreation. After passing Huajiang Bridge, the lane follows the coast of Xindian River, offering easy access to the Dahan River cycling path. Surrounded by urban structures, this riverside park becomes a green oasis in the city. Stretching through Yingge, Tucheng, Banqiao, Zhonghe, Yonghe, and Xindian, the parks offer opportunities to see herons, ducks, and other migratory birds in March. Combining fitness, nature, and local food, a day spent cycling here is both fulfilling and enriching.",
        "_id": 21,
        "avEnd": "2013/07/10",
        "address": "Entrance at Huazhong Second Gate, Wanhua District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "Get off at Xinbeitou MRT Station, walk straight along Zhongshan Road. Bus routes: 216, 218, 223, 230, 266, 602, Small 6, Small 9, Small 22, Small 26 to Xinbeitou Station.",
        "name": "Beitou Park",
        "date": "2014/05/22",
        "longitude": "121.507289",
        "REF_WP": "10",
        "avBegin": "2009/08/24",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000660",
        "RowNumber": "22",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open all day",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E196/F761/d15e55ea-c2a2-41cf-a931-42adab2bb739.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F985/2e61e8f0-7e1d-459e-97ee-02ffff0cee99.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E196/F762/8d8f3999-105b-47b0-9dee-39786b568c3a.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F986/6506b4b3-4cba-4929-9d7d-80a7926642a0.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D167/E884/F897/c8e066fc-3b17-4eec-b3ff-2db04ff8d87a.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D455/E36/F462/1c90821c-b718-4212-ac3e-6f07cbd83518.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D758/E854/F6/676d0444-3ac7-4f49-9cbe-5f9b00f5d4c4.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D223/E290/F204/7b0d35ac-33f2-45ce-9d79-d427970553f3.JPGhttps://www.travel.taipei/streams/scenery_file_audio/c14.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.136663",
        "description": "\"Beitou\" always evokes a sense of rich culture, legends, and stories. Upon arriving at Xinbeitou MRT Station, follow the steam from the hot springs to Beitou Park. The park covers an area of 61,129 square meters and consists of multiple sections (1, 2, 4, 54, and 55). The park was revitalized in 1998, bringing new life to Beitou with its synchronized musical fountain that lights up in the evening, creating a vibrant atmosphere. On Guangming Road, you can pass rare century-old trees like the white bottle brush and loquat trees, which stand as witnesses to Beitou's rich history. At the park's entrance, the Beitou Branch Library, a green building known for its eco-friendly design, adds to the area’s charm. The fountain at the entrance is a popular spot for film shoots. Nearby, the only 'Beitou stone,' named after the district, can still be seen along the Beitou Creek. Further along Zhongshan Road, you'll find open-air hot spring baths and the historical 'Mei Ting' building, a legacy of the late Mr. Yu You-Ren. Beitou Hot Spring Museum, with its Japanese-style wooden windows and red-brick walls, is another must-see, offering visitors a glimpse into the area's history, architecture, and hot spring culture. Surrounded by lush greenery and flowing streams, Beitou Park offers a peaceful retreat from the city. With its blend of historical landmarks, scenic views, and modern amenities, a visit to Beitou Park will leave you refreshed and inspired. Park locations: Beitou Park 1: No. 2, Zhongshan Road, Taipei City. Beitou Park 2: No. 4-1, Zhongshan Road. Beitou Park 4: No. 5-7, Zhongshan Road. Beitou Park 5: No. 227, Guangming Road.",
        "_id": 22,
        "avEnd": "2014/05/22",
        "address": "No. 2 Zhongshan Road, Beitou District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station: From Zhongshan Station, follow Nanjing West Road straight towards Treasure Island Clocks, or from Shuanglian Station, head to Minsheng West Road and turn left onto Dihua Street. 1. Bus: 9, 12, 250, 274, 304, Citizen Minibus 9 to Yanping 1st Stop; 811, Red 33 to Dihua Street Station, Minsheng Xining Intersection; 206, 250, 255, 274, 304, 518, 539, 639, 641, 669, 704 to Nanjing West Road Intersection. 2. Parking: Parking is available at Water Gate 3 and 5, Baixiayi Parking Lot, and underground parking at the National Tea Empire Garden Plaza.",
        "name": "Taipei Xiahai City God Temple",
        "date": "2015/08/17",
        "longitude": "121.510085",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Zhongshan",
        "SERIAL_NO": "2011051800000292",
        "RowNumber": "23",
        "CAT": "Religious",
        "MEMO_TIME": "Daily 06:16 ~ 19:47",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000930.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D692/E511/F99/400375a8-7dcf-4244-a745-04c644b54446.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D350/E39/F859/abe7cccf-774b-4324-ad79-1dc0e643f5cd.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D79/E735/F685/593de6f4-9fdf-4d7b-93b1-bc39b36c986c.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D332/E764/F730/f395c1db-3cdc-4cd3-8ed0-385047dccfd4.JPGhttps://www.travel.taipei/streams/sceneadmin/video/100C2.mp3https://www.travel.taipei/streams/video/DISC1-10.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.055565",
        "description": "The Xiahai City God Temple, located on Dihua Street Section 1, was built in 1856 during the reign of Emperor Xianfeng. It covers an area of about 46 pings and is closely linked to the development of Dadaocheng. The temple is dedicated to the City God of Xiahai and also honors various other deities, including the Second Judge (Wen and Wu), General Xie Fan (Seven and Eight Lords), and over 200 statues. Previously, the temple housed over 600 deities before renovations in 1994. One of the main draws of the temple is the matchmaking deity, the 'Old Man Under the Moon,' who is famous for helping thousands of people find love. More than 6,000 couples bring thank-you cakes to the temple every year. It is also known for the tradition of 'shoe requests,' where families ask for divine help in finding marriage matches. The temple holds a legendary status in Taipei, with stories of divine intervention, such as during the Sino-French War in 1884, when local residents prayed for protection, and the French army was defeated before reaching Taipei.",
        "_id": 23,
        "avEnd": "2015/08/17",
        "address": "No. 61, Section 1, Dihua Street, Datong District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT station: Exit 4 of the National Sun Yat-sen Memorial Hall Station, walk straight along Zhongxiao East Road for about 3 minutes. Buses: 281, 282, 288, 299, 504, 662, 663, 667. Parking information: 1. Parking is available next to the MRT National Sun Yat-sen Memorial Hall at the Overseas Chinese Parking Lot. 2. There is an underground paid parking lot near Taipei City Hall. 3. The National Sun Yat-sen Memorial Hall operates two parking lots: the first across from McDonald's, and the second at the entrance on Zhongxiao East Road.",
        "name": "Sun Yat-sen Memorial Hall",
        "date": "2015/12/10",
        "longitude": "121.560314",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Sun Yat-sen Memorial Hall",
        "SERIAL_NO": "2011051800000112",
        "RowNumber": "30",
        "CAT": "Art Museum",
        "MEMO_TIME": "Exhibition hall open hours: daily from 9:00 to 18:00 (closed on New Year's Eve, January 1st, and for mechanical maintenance).\nAppointment tour hours: daily from 9:00 to 17:00.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000358.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D756/E285/F317/2ece2309-3d1c-49da-8d3a-32e0227e7732.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D379/E118/F25/554586cb-cf2d-40ef-9b6a-55fcf8d9e598.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D856/E130/F366/21ed2d17-7610-4ad2-b517-5b1b0007612a.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000360.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D356/E17/F185/b1a2de52-4110-4355-a9fb-bf1d0eb627c9.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D593/E103/F285/1633c311-e148-4d03-bb43-292d816951d2.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000359.jpghttps://www.travel.taipei/streams/scenery_file_audio/c03.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.040055",
        "description": "The Sun Yat-sen Memorial Hall was completed in 1972 to commemorate the revolutionary ideals and personal achievements of Dr. Sun Yat-sen. Designed by architect Wang Da-hong, it not only serves as a space for locals and visitors to admire Dr. Sun's legacy, but also functions as a hub for cultural and artistic education, leisure, and academic research. The grand and solemn architecture is set amidst lush greenery and the beautiful Zhongshan Park, making it a landmark in Taipei's eastern district. The memorial hall also serves as a venue for cultural and artistic events, such as art exhibitions and performances. It features an excellent indoor performance space, hosting major events like the Golden Horse and Golden Bell Awards. In the mornings, visitors often see people practicing Tai Chi and dancing, while kites often decorate the sky. The spacious plaza is a popular spot for families on weekends, offering plenty of room for playing frisbee, skating, and relaxing.",
        "_id": 30,
        "avEnd": "2015/12/10",
        "address": "No. 505, Section 4, Renai Road, Xinyi District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "1. Bus: Take bus 260, Minibus M3, or Red 5 to Yangmingshan Terminal, then transfer to the 108 shuttle bus to reach various attractions. 2. MRT: Take the MRT to Jiantan Station, then take the Red 5 bus to Yangmingshan, and transfer to the 108 shuttle bus to each attraction.",
        "name": "Yangmingshan National Park",
        "date": "2013/09/30",
        "longitude": "121.547742",
        "REF_WP": "10",
        "avBegin": "2010/09/13",
        "langinfo": "10",
        "MRT": "Xinbeitou",
        "SERIAL_NO": "2011051800000567",
        "RowNumber": "26",
        "CAT": "Outdoor",
        "MEMO_TIME": "Management Office hours: AM 8:30 ~ PM 5:00 (Mon-Fri)\nVisitor Center hours: AM 8:30 ~ PM 4:30\nVisitor Service Station hours: AM 9:00 ~ PM 4:30\n(Closed on Lunar New Year's Eve and the last Monday of each month)",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003994.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003995.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003996.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.15579",
        "description": "Yangmingshan National Park is the closest national park to a metropolitan area in Taiwan. The park features diverse terrain and ecosystems, nurturing many rare and protected animals. If you're lucky, you might spot Taiwan's unique bird, the Taiwan Blue Magpie. The park is also famous for its various flower species, including plum blossoms, cherry blossoms, peach blossoms, azaleas, and camellias. Every spring, the cherry blossoms attract numerous visitors for flower viewing. Following the cherry blossom season, the bamboo lake calla lilies bloom in mid-March, offering a picturesque scene for visitors to enjoy. Don’t forget to bring home a bouquet of calla lilies! One of the park’s most iconic features is the floral clock, made up of seasonal flowers. It's a must-visit spot for taking pictures during your trip to Yangmingshan. The park also offers popular attractions such as the Xiaoyoukeng fumaroles, Yangming Shuwu, Lengshuikeng, and Qingtiangang. For hiking enthusiasts, these attractions should not be missed. Yangmingshan also boasts rich geothermal resources, and the various hot springs around the park offer different spring qualities. Whether you visit for spring flowers, cool summer retreats, autumn foliage, or winter hot springs, Yangmingshan National Park offers year-round beauty and activities for everyone to enjoy!",
        "_id": 26,
        "avEnd": "2013/09/30",
        "address": "No. 1-20, Zhuzihu Road, Shilin District, Taipei City (Yangmingshan National Park Management Office)"
      },
      {
        "rate": 4,
        "direction": "MRT: Take the Wenhu Line to the Zoo Station → For the South Line of the Taipei MRT, get off at the City Hall Station, then transfer to Green 1, Brown 18, or Brown bus. → Alternatively, take buses 236 (including interval buses), 237, 282 (including sub-routes), 294, 295, 611, 676, 679, 793, 933, Small 12, Brown 6, Brown 11 (including sub-routes), Brown 15 (including interval buses), Brown 18, Brown 21, Green 1, 1501, 1503, 1558, and others, and get off at MRT Muzha Station.",
        "name": "Taipei City Zoo",
        "date": "2015/12/11",
        "longitude": "121.58211",
        "REF_WP": "10",
        "avBegin": "2010/09/12",
        "langinfo": "10",
        "MRT": "Taipei Zoo",
        "SERIAL_NO": "2011051800000689",
        "RowNumber": "27",
        "CAT": "Parent-child travel",
        "MEMO_TIME": "Park: 09:00-17:00, Exhibition Hall: 09:00-16:30, Education Center: 09:00-17:00, Library: 09:00-16:30",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003997.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003998.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003999.JPGhttps://www.travel.taipei/streams/scenery_file_audio/c13.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "24.99883",
        "description": "Taipei Zoo is one of the top ten city zoos in the world, accessible by the MRT Wenhu Line to the final station. The zoo houses over 400 species of animals, making it the largest zoo in Southeast Asia. There are 7 indoor exhibition halls, starting with the 'Insectarium,' where you can see Taiwan's unique butterflies. Don't miss the highly popular 'Koala House' and 'Penguin House,' as well as the giant pandas and Formosan black bears from China, which are the stars of the zoo. The previous generation’s iconic animal was the Asian elephant 'Grandpa Lin Wang,' who lived to an astonishing 86 years old, 20 years longer than the typical lifespan of an Asian elephant. His specimen, the largest of its kind in the world, is now on display in the 'Education Center.' The zoo also features 8 outdoor exhibit areas, designed to reflect various geographical environments, serving as both a species display and ecological education. The 'Children’s Zoo' is a favorite among young visitors. In the 'Taiwan Indigenous Animal Area,' you can see species unique to Taiwan, such as the sika deer, Formosan black bear, Formosan macaque, and Formosan blue magpie. Don't miss out on these rare species, found only in Taiwan!",
        "_id": 27,
        "avEnd": "2015/12/11",
        "address": "No. 30, Section 2, Xinguang Road, Wenshan District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT Station: Wende Station. I. Driving directions: 1. From Dazhi Bridge along Section 1 of Neihu Road to Section 2 of Neihu Road via Bei'an Road, turn onto Wende Road. 2. Starting from Taipei Station, follow the road splitting towards Neihu (Huguang Church) and continue straight towards Neihu Elementary School to reach Bihu Park. II. Bus routes: 1. Take Bus 21, Blue 27, 28-247-267, 278, 521 to 'Daren Girls' High School' stop, walk about 100 meters to reach Bihu Park. 2. Take Bus Xiao 2 to Fuxing Drama School, directly reaching Bihu Park. 3. Take Bus 222, 240, 240 (Mai Shuai), 240 (Xinming Road), 256, 256 (auxiliary), Blue 20, Blue 27 to Zhongguang New Village, and arrive at Bihu Park. 4. Take Bus 222, 240, 240 (Mai Shuai), 240 (Xinming Road), 256, 256 (auxiliary), Red 31, Blue 20, Blue 27 to West Lake Garden, reaching Bihu Park. Parking: Hong Kong Rich Flat Parking Lot.",
        "name": "Bihu Park",
        "date": "2015/12/11",
        "longitude": "121.581244",
        "REF_WP": "10",
        "avBegin": "2009/07/01",
        "langinfo": "10",
        "MRT": "Wende",
        "SERIAL_NO": "2011051800000646",
        "RowNumber": "28",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open all day",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002936.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002937.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002938.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D982/E325/F622/4c5f8ce8-7709-4966-8656-7bd7fdf576b6.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D845/E417/F685/045171b3-391d-4c9d-8bcb-fc195046658a.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D527/E929/F254/772310ff-cde6-49f6-a098-44e384703bbf.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D521/E582/F322/18fd42af-1186-4217-b05d-366d162ca4b0.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.082220",
        "description": "Bihu Park covers about 13.1 hectares and is adjacent to the National Opera Specialty School. The park features a large lake spanning approximately 7 hectares, originally a reservoir for agricultural irrigation. It has since been transformed into a scenic spot with facilities such as Chinese-style gazebos, a nine-turn bridge, and lake trails. The lake is surrounded by trees like willows, cypresses, white frangipanis, coral trees, phoenix trees, hibiscus, rhododendrons, and azaleas, complementing the natural beauty of the lake and mountains, much like Dahu Park. Additionally, the park includes a reading room on the first floor of the Garden Management Center, which can accommodate about 45 people for study. The park also has fitness facilities such as tennis courts and a swimming pool. Visitors can enjoy sightseeing, exercising, fishing, and mountain climbing. The park has six hiking trails with pavilions along the way for rest, making it a tranquil and scenic environment for relaxation.",
        "_id": 28,
        "avEnd": "2015/12/11",
        "address": "No. 175, Section 2, Lake Road, Neihu District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT station name: 1. Left bank: Danshui Line Yuanshan Station, walk towards Minzu East Road and Xinsheng North Road, cross the underpass beneath Zhongshan Expressway, then turn right to reach the location. 2. Right bank: Access via Dazhi Station on the Neihu Line, or enter through the Mingshui Embankment Gate from Jiannan Road Station, or through the Nangang Line via Donghu Station to the Nanhu Embankment Gate. Bus - Left bank: Take Bus 72, 222, or Brown 16 to Dajia Elementary School Station, enter from Lin Antai Embankment Gate. Take 262, 307, 505, 604, or Blue 10 to Zhuang Jingli or Fuyuan Pumping Station and enter from Dajia Pumping Station Embankment Gate. Bus - Right bank: Take Bus 28 or 256 to Mingshui Road 3 or Dazhi Pumping Station. Take 28, 284, Brown 1, or Blue 20 to Chenggaiqiao Station or Tanmei Station. Take Red 3 or Blue 26 to Jihe Guomiya (Phase 2) and enter from the right bank embankment gate. Take 28, 203, 205, 276, 605, 629, 668, or 675 to Yucheng Elementary School Station and enter from Nanhu Embankment Gate.",
        "name": "Keelung River Left and Right Banks of Water",
        "date": "2014/12/26",
        "longitude": "121.530239",
        "REF_WP": "10",
        "avBegin": "2010/02/14",
        "langinfo": "10",
        "MRT": "Yuanshan",
        "SERIAL_NO": "2011051800000037",
        "RowNumber": "29",
        "CAT": "Cycling",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000840.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000841.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000842.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.071668",
        "description": "Entering the riverside bike lane from Lin Antai Embankment Gate on the left bank, visitors can learn about the history of the Keelung River through storyboards and explanation cards, allowing them to appreciate the river’s rich historical context while enjoying sports and leisure. Dajia Riverside Park, built on reclaimed land from the riverbed, offers vast green fields with the iconic fountain 'Spring of Hope,' featuring a 25-floor-high fan-shaped water curtain, water dances, and dazzling neon lights at night. The riverside becomes a vibrant and colorful spectacle with the backdrop of the classic red Yuanshan Hotel. On the right bank, visitors can see more stories about the Keelung River on the embankment wall, equally stunning and informative, showcasing the natural beauty and historical significance of the river and its surroundings.",
        "_id": 29,
        "avEnd": "2014/12/26",
        "address": "The left and right banks of the Keelung River in Shilin District, Taipei City"
      },
      {
        "rate": 2,
        "direction": "MRT Wenhu Line Station: Dahu Park Station. Bus: 247, 284, 287, 617, 620, 630, 677, 681, Brown 10, Brown 19, Red 2 to MRT Dahu Park Station.",
        "name": "Dahu Park",
        "date": "2015/12/08",
        "longitude": "121.60231",
        "REF_WP": "10",
        "avBegin": "2009/07/01",
        "langinfo": "10",
        "MRT": "Dahu Park",
        "SERIAL_NO": "2011051800000642",
        "RowNumber": "31",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open all day",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D727/E874/F732/1f40db60-ded0-416a-976e-baeea0464d8e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D601/E973/F153/a4af35d8-08c4-41d1-9363-a0a9f55ad5c8.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D49/E363/F267/10e37372-17d6-477f-aeb0-ed8ad0a2df25.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D458/E633/F228/eafb1fde-13f7-4341-8aab-d6d49ae8ae95.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D388/E0/F155/2d1e7382-2d50-4842-9ad5-2bc1a2eafc81.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002932.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002930.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002931.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.08282",
        "description": "Dahu Park, also known as Egret Lake due to the presence of egrets, is located in the 5th section of Chenghu Road in Neihu District. It is adjacent to Baili Mountain. In 1979, the park was developed with Chinese garden landscaping. Surrounded by mountains and water, the park offers a broad view of the shimmering lake, providing visitors with beautiful, ever-changing scenery. During the summer and autumn seasons, the misty, rain-filled air makes the landscape look like a painting. Dahu Park even appeared in the French World News in May 2012. However, more than thirty years after its opening, the park faced several issues. In 2008, the 'Dahu Park Environmental Renovation Project' began, aiming to restore the park to its former glory. The renovation was divided into two phases to minimize the impact on public use. The first phase included creating a green square with shaded trees for public gatherings, enhancing the lake’s ecological floating islands to attract birds and aquatic life, and improving accessibility for wheelchairs and strollers. The once gloomy areas of the park, which were prone to mosquito infestations, were opened up by thinning dense trees, allowing sunlight to brighten the space. The first phase was completed in August 2011 and opened to the public. The second phase focused on reconstructing the swimming pool, incorporating green building concepts. The renovated swimming pool, surrounded by green spaces, seamlessly blends into the park’s natural beauty. Upon completion in early 2014, the swimming pool became a center for both leisure and fitness. Dahu Park is now a popular destination for hiking, relaxation, and enjoying the natural environment.",
        "_id": 31,
        "avEnd": "2015/12/08",
        "address": "No. 31, Section 5, Chenghu Road, Neihu District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT station name: Take the MRT Tamsui Line to Yuanshan Station, then transfer to bus 208, 247, 267, 287, or Red 2 and get off at the Martyr's Shrine Station. Alternatively, you can get off at Jiantan Station on the MRT Tamsui Line, then transfer to bus 267, 287, 646, 677, 902, or Red 3 to the Martyr's Shrine Station. You can also take the MRT Wenhu Line to Dazhi Station and then transfer to bus 902, 247, Red 2, or Red 3 to reach the Martyr's Shrine Station.",
        "name": "Taipei Martyr's Shrine",
        "date": "2015/10/20",
        "longitude": "121.5330",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Yuanshan",
        "SERIAL_NO": "2011051800000116",
        "RowNumber": "32",
        "CAT": "Heritage",
        "MEMO_TIME": "1. Open daily from 09:00 to 17:00\n2. Special hours: The shrine will be closed on March 28 for the central spring festival, and will not open until noon on the 29th. Any special events like the Mausoleum of the Yellow Emperor, the National Father’s Mausoleum ceremony (every 4 years), or other temporary activities will be announced in advance. The shrine will also close during typhoon warnings when the Taipei City Government announces work suspensions.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000791.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000792.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000793.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.0788",
        "description": "The Taipei Martyr's Shrine sits at the base of Qingshan Mountain and overlooks the Keelung River. It was constructed in 1969 and modeled after the Taihe Hall of the Forbidden City in Beijing. Surrounded by over 10,000 pings (a traditional measure of land area) of green lawn, the temple exudes a tranquil and solemn atmosphere. The shrine honors revolutionary martyrs who fought for the establishment of the Republic of China, as well as soldiers who perished during the wars against Japan and the Communist Party. Their patriotic spirit is enshrined here for future generations to remember. The shrine is also known for its guards, who stand vigil at the entrance and are renowned for their disciplined posture. Every hour, visitors can watch the ceremonial changing of the guard, a popular event that showcases the guards' precision and discipline, often attracting tourists to take photos.",
        "_id": 32,
        "avEnd": "2015/10/20",
        "address": "No. 139, Bei'an Road, Zhongshan District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT: Take the MRT to Guandu Station, then transfer to Red 35 or Small 23 and get off at Guandu Wharf Station. Bus: Take the 216 secondary line, 302, or 550 to Guandu Temple Station and walk along Waterfront Park for about 5 minutes.",
        "name": "Guandu Wharf (Gandoumen)",
        "date": "2014/03/18",
        "longitude": "121.461523",
        "REF_WP": "10",
        "avBegin": "2008/08/02",
        "langinfo": "10",
        "MRT": "Guandu",
        "SERIAL_NO": "2011051800000011",
        "RowNumber": "33",
        "CAT": "Blue Route",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000838.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D19/E175/F181/dfdbf582-0eb6-463f-942d-0740365f8e07.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000839.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000854.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.122507",
        "description": "Guandu was historically called 'Gandoumen.' Nestled between Guanyin Mountain and Datun Mountain and facing the Tamsui River, it became a strategically located port due to its challenging terrain. However, as water transport gradually declined due to siltation in the Keelung and Tamsui Rivers, the area’s importance as a port diminished. Today, Guandu is renowned for its beautiful and ecologically significant riverside wetlands, home to rare waterfowl and plant species that are unique at this latitude, making it a globally treasured natural site.",
        "_id": 33,
        "avEnd": "2014/03/18",
        "address": "Guandu Wharf, Beitou District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station: Jiantan Station, transfer to Red 7 or Red 10, get off at Qiaomeimei Station and walk for about 10 minutes to reach Shezi Island's bicycle lane. Bicycle rental information: 1. Shezihua Plaza has a bicycle rental station operated by a private company. 2. You can also rent a bicycle from Dadaocheng Wharf Rental Station. 3. There is a bicycle rental station at the Shuangxi Park. Bus: 2, 215, 246, 536, Red 10, get off at Qiaomeimei Station to reach Shezi Island's bicycle lane. Driving: * If coming from Taipei City, follow Sanhe Road and cross Shezidao Road. * If coming from the city of Taipei, travel north along Yanping North Road, and after passing Shezi Elementary School at the entrance to Shezi Island, follow Section 7 to reach the bicycle lane entrance.",
        "name": "Shezi Island Ring Island and Shuangxi Park Bicycle Path",
        "date": "2014/08/18",
        "longitude": "121.503137",
        "REF_WP": "10",
        "avBegin": "2008/08/02",
        "langinfo": "10",
        "MRT": "Jiantan",
        "SERIAL_NO": "2011051800000033",
        "RowNumber": "34",
        "CAT": "Cycling",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000846.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000847.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D10/E903/F337/b20fd104-4a48-439d-8300-65be9ab24e27.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D23/E53/F712/c18b5603-0fd6-4f4f-b7b7-c61dfe4c7c62.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D28/E492/F539/c008d311-b347-4b26-9bae-e97f02614580.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.08952",
        "description": "Shezi Island is located at the intersection of the Keelung River and the Tamsui River, forming a sandbar shape. The area is known for its lush rice fields and green vegetable gardens, showcasing the idyllic beauty of traditional farming. The island's embankment was used to build a bicycle lane, attracting many cycling enthusiasts. At the tip of the sandbar, visitors can see the confluence of the Keelung and Tamsui Rivers. From here, the stunning views of Datun Mountain and Guanyin Mountain stretching into the sky are a highlight of the ride. The lane connects to the left bank bicycle route at the Bailian Bridge, and visitors can also explore several large sports fields along the way, where domestic and international teams often practice. The complete circular bicycle path spans 24 kilometers, crossing embankments and park areas, each with its own unique theme for visitors to discover.",
        "_id": 34,
        "avEnd": "2014/08/18",
        "address": "Section 7, Yanping North Road, Shilin District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station: Get off at Shipai Station and take Red 15, Red 19, or 224 to 'Tianmu Station'; or get off at Jiantan Station, transfer to Red 5 or 260 and get off at 'Shanzai Hou Station,' then head to Mount Avfu Sanjie Street. Buses: 220, 267, 601, 603 to 'Tianmu Station,' then walk to Section 7 of Zhongshan North Road.",
        "name": "Qixing Mountain - Tianmu Ancient Road Hiking Trail",
        "date": "2015/12/08",
        "longitude": "121.534101",
        "REF_WP": "10",
        "avBegin": "2008/08/02",
        "langinfo": "10",
        "MRT": "Shipai",
        "SERIAL_NO": "2011051800000086",
        "RowNumber": "35",
        "CAT": "Outdoor",
        "MEMO_TIME": null,
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000377.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000378.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000379.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/10002979.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/10002980.jpghttps://www.travel.taipei/streams/video/DISC4-3.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.126878",
        "description": "The Tianmu Ancient Road Trail crosses the northwestern hillside of the Shilin Huagang area and is also part of the southern slope of Qixing Mountain. The trail includes a mix of old water pipes and pristine forest scenery, making it a cool and refreshing walk. The trail connects to the Cuifeng Trail, passing through Cuifeng Waterfall to reach the Industrial Road at Houpu Cave. Historically, Tianmu Ancient Road was a key connection between Jinshan and Tianmu, but since the opening of Yangde Avenue, it has become a popular hiking route. The trail's elevation ranges from 120 to 300 meters, providing a compressed ecosystem from tropical, subtropical, to warm temperate broadleaf forests. Special warning: At the fork near Cuifeng Waterfall, monkeys may be spotted. Please do not feed them to avoid injuries. The Water Pipe Trail, built during the Japanese occupation to bring spring water from the third water source to the Tianmu and Shilin areas, features rich forest life. Originally protected by slate and soil, the water pipe is buried under parts of the trail. Along the way, the forest is dense, providing shade in summer and shelter from the north wind in winter. The trail offers scenic views of Tianmu, Beitou, and the surrounding mountains. The water pipe system remains intact, and remnants of the historic water system can be seen at the Triangle Power Plant at the entrance of the trail.",
        "_id": 35,
        "avEnd": "2015/12/08",
        "address": "Lane 232, Section 7, Zhongshan North Road, Shilin District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station: Take the Tamsui Line to Zhongshan Station, walk for about 5 minutes along MRT street to Taipei Station. You can also take an elevator bus from R4 on Chang'an West Road: 216, 218, 220, 224, 260, 287, 310, or 282 (get off at Zhongshan Station on the MRT, then walk to the museum).",
        "name": "Taipei Contemporary Art Museum",
        "date": "2014/08/27",
        "longitude": "121.51892",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Zhongshan",
        "SERIAL_NO": "2011051800000141",
        "RowNumber": "50",
        "CAT": "Art Museum",
        "MEMO_TIME": "Tuesday to Sunday: 10:00 ~ 18:00 (ticket sales stop at 17:30)\nClosed on: Monday",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000735.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000736.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000737.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.05072",
        "description": "The Taipei Contemporary Art Museum is housed in a historical building with a red brick facade, wooden roofs, tall vertical windows, and black tiles. In 1994, when the Taipei City Government relocated to the Xinyi Planning Area, the former municipal building was repurposed as a museum, while the east and west wings became middle school buildings. Originally called the 'Taipei Second Art Museum,' it was renamed the 'Taipei Contemporary Art Museum' in 2000 to showcase contemporary art. The museum offers free audio guide downloads, free audio guide rentals, free group tours, as well as symposiums, lecture series, and workshops on weekends to help visitors better understand the artworks.",
        "_id": 50,
        "avEnd": "2014/08/27",
        "address": "No. 39, Chang'an West Road, Datong District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT Zhongshan Station, Exit 3, walk for about 3 minutes.\n1. \"MRT Zhongshan Station\": Take bus Brown 9, 12, 52, 266, 282, 292, 306, 613, 622, 638, and walk for about 3 minutes.\n2. \"Grand Hotel Station\": Take bus 40, 216, 218, 220, 224, 247, 260, 261, 287, 310, 636, and walk for about 5 minutes.",
        "name": "Light Point Taipei",
        "date": "2015/12/09",
        "longitude": "121.522450",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Zhongshan",
        "SERIAL_NO": "2011051800000158",
        "RowNumber": "36",
        "CAT": "Art Museum",
        "MEMO_TIME": "※ Opening time: 11:00 AM\n※ Business hours for various spaces:\na. Light Spot Cinema: 11:00 AM — 10:00 PM (check the day's movie schedule)\nb. Light Spot Life: Monday to Thursday, Sunday: 11:00 AM — 10:00 PM / Friday, Saturday: 11:00 AM — 10:30 PM\nc. Light Spot Jiayu Time: Monday to Thursday, Sunday: 10:00 AM — 12:00 AM / Friday, Saturday: 10:00 AM — 2:00 AM\nd. Light Spot Red Balloon: Monday to Thursday, Sunday: 10:00 AM — 12:00 AM / Friday, Saturday: 10:00 AM — 2:00 AM\n\nThe museum selects a rest day every two months, and necessary closures will be announced separately.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000394.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000395.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000396.jpghttps://www.travel.taipei/streams/video/DISC1-02.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.053225",
        "description": "The exterior is a white two-story western-style building with Greek columns in the gallery, resembling the colonial architecture of the southern United States. It was once the official residence of American ambassadors, including Rankin, Strong, and McConaughy. After diplomatic ties between China and the United States were severed in 1979, the last ambassador left Taiwan, and the building was officially closed. Long abandoned, it was designated a third-grade historic site on February 20, 1997. The Taipei City Department of Cultural Affairs commissioned the Taiwan Film and Cultural Association to manage the site, transforming it into 'Light Point Taipei,' a home for film culture. The cinema holds 88 seats, while 'Light Point Red Balloon' can accommodate about 50 people and offers light snacks. The space is open for public use until 5 PM daily. The Corridor Gallery showcases various artists' works, while the multifunctional art and culture hall, covering 25 pings, holds about 60 people. The venue also features movie-related books. 'Light Point Jiayu Time' café sits beside an old tree in the garden, and 'Light Point Life' bookstore specializes in films and urban topics. Light Point Taipei illuminates the city's film culture with beautiful lights and shadows.",
        "_id": 36,
        "avEnd": "2015/12/09",
        "address": "No. 18, Section 2, Zhongshan North Road, Zhongshan District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT: Take the MRT Tamsui Line to Yuanshan Station. From Exit 1, cross Huabo Park's Yuanshan Park, then head left to Zhongshan North Road. \nBus: Take bus 21, 40, 42, 126, 203, 208, 213, 218, 220, 247, 277, 279, 287, 308, 310, 677, Red 2, Zhongshan Line, Boai Bus, or Taipei-Jinshan and Taipei-Sanzhi buses to Taipei Fine Arts Museum Station. \nNote: Red 2, 21, and 220 are low-floor buses.",
        "name": "Taipei Fine Arts Museum",
        "date": "2015/06/30",
        "longitude": "121.524340",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Yuanshan",
        "SERIAL_NO": "2011051800000133",
        "RowNumber": "37",
        "CAT": "Art Museum",
        "MEMO_TIME": "Monday closed.\nTuesday to Sunday: 9:30 AM – 5:30 PM\nSaturday: 9:30 AM – 8:30 PM\nFree admission after 5:00 PM on Saturdays.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D532/E822/F530/e168789d-2c35-4c18-af07-04185601e3da.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D344/E484/F771/2d2eccef-162e-4ac4-9722-fc3b0e2c6110.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D404/E592/F291/4dfd6638-a24c-4983-81ef-5e91d73accb0.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D331/E422/F131/684f3efd-9b61-4f25-a832-36de377c69ec.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D322/E388/F939/22f4016c-a40c-4942-a09f-cf7754f0a000.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D107/E123/F360/46edf269-31c1-43cb-98bd-4401b53d53ab.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D248/E357/F619/efb1e86c-1ed3-4bef-aea4-9c2ff3f1f2d9.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D98/E227/F437/08334d3d-fae9-46ab-8f46-82f3f45e32fe.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D136/E587/F725/f05955d1-7198-4062-b619-1f6658355305.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D45/E165/F564/f39eede8-35d8-4331-a1fd-82f42209e65f.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D251/E512/F591/57b24366-f781-40e5-b0fa-dae8de34e34d.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D489/E529/F95/7c9d5e5a-b38d-4a5a-9e1b-08a614a4baf1.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D122/E140/F250/733831d0-e6e3-4587-b496-1bde4dbaaaa7.jpghttps://www.travel.taipei/streams/scenery_file_audio/c22.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.072852",
        "description": "Opened in 1983, the Taipei Fine Arts Museum is Taiwan's first museum of modern art. The museum's space and exhibits are dynamic, combining everyday life with art appreciation. The museum building includes one basement floor and three above-ground floors. The basement primarily hosts exhibitions for emerging artists, group exhibits, and competitions, and it also offers visitor services and catering. The first-floor lobby features a 6-meter-high wall, and its spacious exhibition area is mainly used for large-scale exhibitions both local and international. The top floor features themed exhibitions, with bright lighting and intersecting open spaces. Designed by architects Gao and Pan Shouyuan, the museum is an important cultural hub. It regularly hosts art-related discussions and parent-child activities, fostering closer interaction between art and daily life. Additionally, the museum stays open late on Saturdays, with special lighting highlighting the building's architecture and outdoor sculptures like the large bronze 'Taichi Arch' by Ju Ming and the red stainless-steel 'Red Uplift' by Li Zaihuan. These works have become iconic landmarks along Zhongshan North Road.",
        "_id": 37,
        "avEnd": "2015/06/30",
        "address": "No. 181, Section 3, Zhongshan North Road, Zhongshan District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT: \nA. Take the MRT Tamsui Line to Fuxinggang Station, then walk about 10 minutes, or take buses 216 (branch), 223, 302, 308, 550, 632, or Mini 23 to Zhongyi Station. \nB. Take the MRT Tamsui Line to Zhongyi Station, then walk about 10 minutes, or take buses 216 (branch), 223, 302, 308, 550, 632, or Mini 23 to Zhongyi Station.\nBus: Take bus 216 (branch), 223, 302, 308, 550, 632, or Mini 23 to Zhongyi Station.\nTrain: Take the MRT Tamsui Line from Taipei Main Station to Fuxinggang or Zhongyi Station, then walk about 10 minutes, or take buses 216 (branch), 223, 302, 308, 550, 632, or Mini 23 to Zhongyi Station.",
        "name": "Xingtian Temple Beitou Branch-Zhongyi Temple",
        "date": "2014/12/26",
        "longitude": "121.47744",
        "REF_WP": "10",
        "avBegin": "2008/12/18",
        "langinfo": "10",
        "MRT": "Zhongyi",
        "SERIAL_NO": "2011051800000584",
        "RowNumber": "38",
        "CAT": "Religious",
        "MEMO_TIME": "Open daily from 4 AM to 9 PM",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002395.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002396.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002397.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.13748",
        "description": "Xingtian Temple Beitou Branch, commonly known as 'Zhongyi Temple,' is dedicated to Guan Sheng Di Jun (the Emperor Guan) and is located at No. 50, Lane 18, Section 4, Zhongyang North Road, Beitou District, Taipei. The temple’s history predates that of the more famous Taipei Xingtian Temple. In fact, the name of the original Taiwan Railway 'Zhongyi Station' and the current MRT 'Zhongyi Station' was derived from the temple's name.\n\nXingtian Temple Beitou Branch is also referred to as the 'Master Temple of Jiutai Street,' a famous historical temple. The temple’s incense offerings were always abundant. Due to land reclassification, the temple had to relocate, and a new site was found for construction. Architect Xuankong designed and built the temple, and on May 31, 1965, the temple was completed, featuring a three-hall design.\n\nThe area surrounding the temple covers around 8 hectares and features grand architecture, a library, green landscapes, and natural ecology. It's also the starting point of the Zhongshan mountain trail, planned by the Taipei City Government. Upon entering the temple grounds, visitors are greeted by expansive green fields, garden landscapes, and an avenue of coconut trees. The front hall of the temple is imposing, with red walls and gray slate, creating a peaceful atmosphere under the blue sky.\n\nBeyond the main gate is the elegant Jade Emperor Hall, along with the Bell and Drum Tower, showcasing the beauty of traditional architecture. Visitors can feel the tranquil and natural atmosphere as they explore the rear hall and the Sanyuan Hall. The scenic mountain trail, lush bamboo forests, and rugged rocks offer visitors a chance to immerse themselves in nature. Climbing the 800 steps on the right side of the temple provides breathtaking views of the Guandu Plain and Tamsui River, making it the perfect spot for sightseeing and soul-rejuvenation on the outskirts of Taipei.",
        "_id": 38,
        "avEnd": "2014/12/26",
        "address": "No. 50, Lane 18, Section 4, Zhongyang North Road, Beitou District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT station: Get off at MRT Taipei Zoo Station; Car Rental Information: * Bike Rental: Muzha Bicycle Rental Station (located under the MRT Muzha Line bridge at the Taipei Zoo Station). Drive in the direction of Muzha, then turn right at Wanshou Bridge onto Xinguang Road. 2. Bus: Take buses 236, 237, 282, 295, 611, Brown 3, Brown 6, Brown 11, Brown 15, Brown 18, or Green 1 to the Taipei Zoo Station.",
        "name": "Jingmei River Left and Right Bank Bicycle Lanes",
        "date": "2014/09/03",
        "longitude": "121.587451",
        "REF_WP": "10",
        "avBegin": "2008/08/02",
        "langinfo": "10",
        "MRT": "Taipei Zoo",
        "SERIAL_NO": "2011051800000025",
        "RowNumber": "39",
        "CAT": "Cycling",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000844.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000845.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.0029",
        "description": "The Jingmei River Left and Right Bank Bicycle Lanes offer scenic views of lush green mountains and clear waters. Along the route, there are attractions such as the Taipei Zoo, Zoo Mall, Zhengda Stadium, and verdant green spaces. The river is home to fish that can often be seen swimming, making this route ideal for family outings. The landscapes along the path are rich and varied, with fresh greenery and clear streams creating a comfortable atmosphere. In addition, the Daonan Riverside Park features various sports facilities such as basketball courts, ice rinks, and badminton courts. Many people come here for walking or cycling, making it a vibrant and lively bicycle lane.",
        "_id": 39,
        "avEnd": "2014/09/03",
        "address": "Muzha Road, Wenshan District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT station: Exit 1 or 2 at Zhongzheng Memorial Hall Station, walk along Nanhai Road for about 10 minutes. 1. Bus: Take routes 0 West, 1, or 204 to Jianguo Middle School Station; routes 0 South, 5, 10, 38, 227, 244, 235, or 295 to Nanchang Road Station; or take buses along Roosevelt Road to Nanmen Market Station. 2. Parking: There are roadside parking spaces along Nanhai Road near the museum.",
        "name": "National Museum of History",
        "date": "2015/09/23",
        "longitude": "121.51121",
        "REF_WP": "10",
        "avBegin": "2008/08/12",
        "langinfo": "10",
        "MRT": "Zhongzheng Memorial Hall",
        "SERIAL_NO": "2011051800000096",
        "RowNumber": "40",
        "CAT": "Art Museum",
        "MEMO_TIME": "Open Tuesday to Sunday, 10:00 AM to 6:00 PM. Closed on Mondays, public holidays, or during special events.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000725.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000726.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000727.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.03161",
        "description": "Located within a scenic garden, the National Museum of History features an elegant environment. Its architecture is in the style of a traditional Chinese palace, with a two-story pavilion, green-tiled eaves, and small bridges surrounding the museum. The museum has a history of over 50 years, beginning with collections from the Henan Museum. Over time, it has expanded, acquiring more exhibits and growing into the institution it is today. The museum showcases donations from private collectors, including significant cultural relics such as pre-Qin rope-patterned artifacts, Han Dynasty green-glazed pottery, Six Dynasties dancing figurines, Tang Dynasty tri-color glazed pottery, bronze ware, jade, porcelain, and literary works. As a museum of historical relics, it focuses on Chinese cultural artifacts, with a particular emphasis on items from Fujian and Taiwan, and has established a unique style that blends history and art.",
        "_id": 40,
        "avEnd": "2015/09/23",
        "address": "No. 49 Nanhai Road, Zhongzheng District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "1. Taipei Minibus 15: From Jiantan Station ← → Lengshuikeng ← → Qingtiangang, departs from Jiantan Station. 2. 108 Tourist Shuttle Bus: Bus 260 Terminal → Visitor Center → ZTE Intersection → Zhuzihu Entrance → Erziping → Xiaoyoukeng → Lengshuikeng Hot Spring Bath → Lengshuikeng → Silk Waterfall Entrance → Zhongshan Building → 260 Bus Terminal.",
        "name": "Lengshuikeng Hot Spring Area",
        "date": "2015/09/22",
        "longitude": "121.56286",
        "REF_WP": "10",
        "avBegin": "2009/06/05",
        "langinfo": "10",
        "MRT": "Guandu",
        "SERIAL_NO": "2011051800000049",
        "RowNumber": "41",
        "CAT": "Wellness Spa",
        "MEMO_TIME": "Open daily from 9:00 AM to 4:30 PM. Closed on the last Monday of each month (if it falls on a national holiday, the closure is postponed by one day) and on Lunar New Year's Eve.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000851.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000852.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000986.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.16791",
        "description": "Lengshuikeng Hot Spring is located on the eastern side of Qixing Mountain and Mt. Qigu (Mt. Shamao). It was originally a lava dome, which was naturally eroded and later artificially developed. The surrounding rocks are mainly andesite and breccia. The geological features near the hot spring source are mostly formed by the alteration of heated liquid, turning into clay minerals. The spring water flowing from the depths of Lengshuikeng is around 40 degrees Celsius, significantly cooler than other hot spring areas. It is also the only place in Taiwan where sulfuric precipitates can be found. The spring water is milky white, giving it the name 'Milk Pond.' Lengshuikeng's hot springs are formed by indirect heating of groundwater, and the area features two different types of springs: neutral bicarbonate saline springs and weakly acidic sulfate springs. Nearby attractions such as Xiaoyoukeng and Fantasy Lake Ecological Reserve are also popular. In this natural environment, visitors may often encounter wildlife such as long-legged red frogs, pointed-snouted tree frogs (which sound like birds), and the distinctive Wenhao's red frogs. In addition, the area is home to Pan's toads and some reptiles, including snakes. While enjoying the area's beauty, please be mindful of safety and respect the natural environment by not disturbing the wildlife.",
        "_id": 41,
        "avEnd": "2015/09/22",
        "address": "No. 170, Lane 101, Jingshan Road, Shilin District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT Station: Exit 1 at Ximen Station, walk about 1 minute. 1. Bus: Take the Mie Transportation (Wugu-Taipei, Zhonggang-North Gate, Huilong-Taipei), Blue 3, Blue 2, 9, 12, 18, 25, 49, 52, 201, 202, 205, 206, 209, 212, 218, 223, 231, 234, 235, 253, 257, 513, 621, 640 to MRT Ximen Station or Ximen Market Station. 2. Parking: Available at Taiwan Unicom, China, Lion Forest, Far Eastern Department Store Baoqing Branch, Zhongshan Hall underground parking lot, and Emei multi-story parking lot.",
        "name": "Ximen Red House",
        "date": "2015/11/20",
        "longitude": "121.506885",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Ximen",
        "SERIAL_NO": "2011051800000352",
        "RowNumber": "42",
        "CAT": "Heritage",
        "MEMO_TIME": "Tuesday-Sunday 11:00 AM ~ 9:30 PM; Friday-Saturday 11:00 AM ~ 10:00 PM; Closed on Mondays.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D237/E878/F721/4079be28-42bc-4153-aebd-6a1cbea84d5e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E196/F394/04a253bf-bfc9-4a93-86b2-4c241b2aa596.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E196/F395/1a856acf-57ee-4658-8178-7d2f5a557bcf.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F982/f84a0c50-2066-49ff-b214-76f882084f68.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E196/F393/a2aa55a3-d24b-4d0f-a6c7-540c415fd693.jpghttps://www.travel.taipei/streams/scenery_file_audio/c07.mp3https://www.travel.taipei/streams/video/DISC3-2.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.042057",
        "description": "The Ximen Red House, completed in 1908, has stood for more than a century. Originally built as the first official public market in Taiwan, it is the oldest and most well-preserved market building in the country, classified as a third-grade historic site. It was designed by Japanese architect Kondo Juro during the Japanese occupation period. The entrance of the market adopts a unique octagonal design, symbolizing prosperity from all directions, while the market building itself is cross-shaped, which was unprecedented at the time and represented a blend of Eastern and Western architectural styles. The Octagon Building and the Cross Building, along with the 'Red Tower' on both sides, form the iconic structure known as the Ximen Red House. In November 2007, the Cultural Affairs Bureau of the Taipei City Government entrusted the Taipei Culture Foundation to manage and operate the space. Since then, 16 cultural and creative boutiques have been established in the Cross Building, alongside various creative workshops and a vibrant marketplace. The northern plaza features an open-air creative market and coffee shops, driving the overall cultural energy of the area. In 2008, the Ximen Red House won the 7th Taipei Urban Landscape Award for Historical Space, and in 2009, it took over the management of the 'Taipei Film Theme Park' while planning the 'Urban Showcase: Urban Art Block' public art installations. The site became a hub for cultural and creative industries in Taipei’s West District. With over 1,000 annual events and 4 million visitors in 2009, it continues to grow as a landmark for creative industries, hosting art exhibitions, performances, and market events, solidifying its role as a vital cultural and creative development center.",
        "_id": 42,
        "avEnd": "2015/11/20",
        "address": "No. 10 Chengdu Road, Wanhua District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT station: Yongchun Station, walk north for about 15-20 minutes. Bus routes: 28, 306, 306 Shuttle, 311, 518, 527, 53, 531, 605, 605 Auxiliary, 605 Xin Tai Wu, 622, 629, 63, 668, 678, 711, Blue 7 to Songshan Station, walk for about 10 minutes.",
        "name": "Songshan Ciyou Palace",
        "date": "2015/12/09",
        "longitude": "121.57774",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Songshan",
        "SERIAL_NO": "2011051800000300",
        "RowNumber": "43",
        "CAT": "Religious",
        "MEMO_TIME": "6:30 AM - 10:30 PM",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000935.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000936.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D518/E245/F718/a9dbec5b-e853-45e4-ba68-4dfbad8bc792.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D127/E533/F287/eb3c4e09-e0e6-4cef-ab3f-39acd739919f.JPG",
        "idpt": "臺北旅遊網",
        "latitude": "25.05103",
        "description": "Ciyou Palace was built in 1753 and has a history of more than 200 years. It primarily venerates the Black Mazu, a common deity in Taiwan, believed to protect sailors at sea. The palace is a six-story building, and the main hall, Sanchuan Hall, exudes a solemn atmosphere. The stone lions in front of the Sanchuan Hall date back to 1803. These lions were once removed during renovations but were rediscovered and placed back in front of the hall. The tradition of 'male lions with open mouths and female lions with closed mouths' is rare in Taiwan, making these lions treasures of the palace. In addition to stone carvings, the palace features intricate wood carvings of flowers, animals, and figures, all rich in color and lifelike in detail, reflecting the grandeur of traditional temple architecture. Ciyou Palace remains a spiritual center for the residents of Xikou's Shisanshi Street neighborhood. Every year on March 23, during the celebration of Mazu’s birthday, there is a lively procession in collaboration with the palace, bringing a festive atmosphere to the entire Songshan District. With Raohe Street Night Market nearby, the area is always bustling with activity.",
        "_id": 43,
        "avEnd": "2015/12/09",
        "address": "No. 761, Section 4, Bade Road, Songshan District, Taipei City"
      },
      {
        "rate": 2,
        "direction": "MRT station: Get off at Guandu Station, head to Lane 301, Section 3, Dadu Road. 1. Bus: 216 Shuttle, 302, 550, Xiao 23, Red 35, and Hong 35. 2. Parking information: Guandu Waterfront Nature Park flat parking lot, No. 360, Zhixing Road, Beitou District (across from Guandu Temple).",
        "name": "Guandu Palace",
        "date": "2015/08/17",
        "longitude": "121.464010",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Guandu",
        "SERIAL_NO": "2011051800000320",
        "RowNumber": "44",
        "CAT": "Religious",
        "MEMO_TIME": "Open year-round, daily from 5:00 AM to 12:00 AM. During the New Year (from New Year's Eve to the fourth day of the Lunar New Year), it is open 24 hours a day.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000948.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000949.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.117655",
        "description": "Guandu Palace is the oldest Mazu temple in northern Taiwan, with a history tracing back to the Shunzhi period of the Qing Dynasty. It has undergone numerous renovations, with major refurbishments during the Daoguang and Guangxu reigns, before being relocated to its current site. Over its 340-year history, the temple has been a significant religious and cultural center. The intricate stone carvings on the temple's walls, pillars, and stone lions depict historical stories, showcasing exquisite craftsmanship. The temple’s major festival is on the 23rd day of the third lunar month, celebrating Mazu's birthday. Other key events include the Lantern Festival and Zhongyuan Festival (Ghost Festival). The temple complex is expansive, featuring not only the main Mazu Hall, but also a Guanyin Hall, Wenchang Hall, an Ancient Buddha Cave, Guandu Temple, and both a Drum Tower and Bell Tower. During the Lantern Festival, Guandu Palace hosts a large lantern exhibition, from the base of the mountain up to the rear garden, filled with elaborate lanterns. It is a popular time for families to bring children to enjoy the festive lights and pray for peace and prosperity in the coming year.",
        "_id": 44,
        "avEnd": "2015/08/17",
        "address": "No. 360, Zhixing Road, Beitou District, Taipei City"
      },
      {
        "rate": 2,
        "direction": "MRT station: 1. Transfer at Beitou Station to Red 25 or Bus 230 to Beitou Cultural Museum Station (bus departs at the top of the hour). 2. Alternatively, take Bus 230 and get off directly at the stop.",
        "name": "Beitou Cultural Museum",
        "date": "2015/12/09",
        "longitude": "121.51479",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Beitou",
        "SERIAL_NO": "2011051800000199",
        "RowNumber": "51",
        "CAT": "Art Museum",
        "MEMO_TIME": "Open Tuesday to Sunday from 10:00 AM to 6:00 PM (closed on Mondays, except on public holidays).",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D330/E107/F267/f51c663d-f50a-4691-9c6b-e578afea70d3.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D932/E980/F153/6645bd52-cb16-42f8-acb0-d1540bd8eb43.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D22/E715/F944/d9b8681a-0ca5-4be4-a23f-de5dc68018a7.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D608/E391/F422/44b48428-8e47-4826-ad4d-8b368a68c1bc.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D246/E430/F217/d68ac12c-19be-4eb6-95fe-dfe9b4d3e305.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003654.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003655.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003656.jpghttps://www.travel.taipei/streams/scenery_file_audio/c34.mp3https://www.travel.taipei/streams/video/DISC4-1.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.13819",
        "description": "The Beitou Cultural Museum, which opened in 1984 as a private museum, is housed in an elegant garden within an 800-ping area surrounded by lush hills. The museum is a beautiful, all-wood Japanese-style building, originally constructed in 1921. It was once the high-end 'Jiashan Hot Spring Hotel,' one of the top establishments in Beitou at the time. Today, the museum is dedicated to preserving and showcasing Taiwan's early folk art and cultural relics. It houses nearly 5,000 items, including over 1,000 indigenous artifacts and more than 3,000 Han Chinese artifacts, primarily from Fujian and Hakka communities. The museum also features a restaurant offering exquisite kaiseki cuisine and afternoon tea, with outdoor dining areas that provide views of Danfeng Mountain and Guanyin Mountain. The museum hosts various experience courses such as tea ceremonies, fruit carving, and traditional 'grasping ceremonies' for infants. The space is also available for art performances, cultural activities, and venue rentals, helping to breathe new life into the historical site. The museum is now privately operated.",
        "_id": 51,
        "avEnd": "2015/12/09",
        "address": "No. 32, Youya Road, Beitou District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "Take Joint Bus lines 53, 278, 630, 46, 903, or Mini Bus 1.",
        "name": "Neigou Creek Landscape Ecological Trail",
        "date": "2015/10/15",
        "longitude": "121.62398",
        "REF_WP": "10",
        "avBegin": "2009/07/22",
        "langinfo": "10",
        "MRT": "Huzhou",
        "SERIAL_NO": "2011051800000655",
        "RowNumber": "45",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003130.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003131.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003132.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.08037",
        "description": "Neigou Creek originates from Pituo Mountain in Neihu, at an altitude of 450 meters. It flows southeast along Neigou Creek and then turns about 500 meters upstream of the South Lake Bridge. The average slope of the catchment area is about 41%, making it one of Taipei’s forested mountainous areas. The ecological trail has been designed with stepping stones to allow visitors to approach the creek and provide habitats for aquatic animals, enhancing opportunities for closer interaction with the stream.",
        "_id": 45,
        "avEnd": "2015/10/15",
        "address": "Kangle Street, Neihu District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT station: National Taiwan University Hospital Station, walk along Ketagalan Boulevard to reach 228 Peace Memorial Park. 1. Bus: Take routes 15, 18, 22, 220, 220 (Night), 220 (Express), 247, 257, 276, 287, 287 (Night), 513, 621, Xinyi Express, Chongqing Main Line (Zhongzheng), or Chongqing Main Line (Guanghua) to 228 Peace Memorial Park Station. 2. Parking: Nearby parking spaces are available at the National Taiwan University Hospital visitor parking lot and 228 Peace Memorial Park.",
        "name": "228 Peace Memorial Park",
        "date": "2014/12/26",
        "longitude": "121.515468",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "National Taiwan University Hospital",
        "SERIAL_NO": "2011051800000137",
        "RowNumber": "46",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000788.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000789.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000790.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.040363",
        "description": "228 Peace Memorial Park is located between Taipei Park Road, Xiangyang Road, Huaining Street, and Ketagalan Boulevard. The park features trails, an open-air music stage, and the Taipei 228 Memorial Hall and Monument. In 1995, former President Lee Teng-hui apologized on behalf of the government to the families of the victims in front of the 228 Monument. The park was also renamed '228 Peace Memorial Park' by then Taipei Mayor Chen Shui-bian, symbolizing the desire for healing and reconciliation. In 1997, the '228 Incident Memorial Monument' was unveiled on the 50th anniversary of the event. The 'Taipei 228 Memorial Hall' displays the history of the incident and its victims. Only by acknowledging history and uncovering the facts can true peace and happiness be pursued for future generations.",
        "_id": 46,
        "avEnd": "2014/12/26",
        "address": "228 Peace Memorial Park, Taipei City, near Huaining Street, Xiangyang Road, Park Road, and Ketagalan Boulevard"
      },
      {
        "rate": 5,
        "direction": "MRT Jiantan Station (exit to the left towards the bus station). Take a bus to the National Taiwan Science Education Center and get off at the Science Education Museum stop. Bus routes: Red 12, Red 30 (low-floor buses), 620 (low-floor buses), 41. National Highway Bus: Zhongxing Bus [Shilin to Zhongli], Guanghua Bus [Shilin to Keelung]. Other buses: 41, Red 3, Red 12, Red 30, 255, 250, 620 to Shilin District Administrative Center (Shilin Gaoshang Station). 255 Shuttle, 529 to Shilin Gaoshang Station. 2. Parking: Paid underground parking lot at 424 spaces.",
        "name": "National Taiwan Science Education Center",
        "date": "2015/08/17",
        "longitude": "121.5159",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Jiantan",
        "SERIAL_NO": "2011051800000100",
        "RowNumber": "47",
        "CAT": "Art Museum",
        "MEMO_TIME": "Saturday, Sunday, national holidays, and winter/summer vacations: 09:00 to 18:00 (last admission at 17:00). Tuesday to Friday (non-winter/summer vacations): 09:00 to 17:00 (last admission at 16:00). Closed on Mondays, except for national and designated holidays. Open daily during winter and summer vacations.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000729.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000730.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000731.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.0959",
        "description": "The National Taiwan Science Education Center is dedicated to scientific education and is suitable for both adults and children to visit. The basement features a children's puzzle exploration hall and an underground world exhibition. The 3rd and 4th floors focus on life sciences and natural science exhibitions, while the 5th and 6th floors showcase material science, mathematics, and earth sciences. The 7th and 8th floors are reserved for special exhibitions, often featuring global scientific displays. There are various interactive exhibits throughout the museum. Visitors can also enjoy movies at the 3D dynamic movie theater, equipped with hydraulic dynamic seats synchronized with the images, and the 3D virtual reality theater, which offers high-resolution, immersive viewing experiences. This is an excellent place for both entertainment and education. We welcome everyone to visit.",
        "_id": 47,
        "avEnd": "2015/08/17",
        "address": "189 Shishang Road, Shilin District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station: Muzha Station, transfer to Brown 5. After exiting at Muzha High School, take the Brown 5 small bus to the temple entrance, then walk along the stone steps for about 5 minutes. Alternatively, get off at 'Zoo Station' and transfer to the Maokong Gondola to 'Guide Palace Station.' ◎ XinDian Line: Get off at Exit 1 and take Bus 530 to the terminal. 1. Bus: Bus 530 can reach the destination (accessible buses available). 2. Parking: Guide Palace has parking spaces available.",
        "name": "Guide Palace",
        "date": "2015/12/10",
        "longitude": "121.587087",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Muzha",
        "SERIAL_NO": "2011051800000272",
        "RowNumber": "48",
        "CAT": "Religious",
        "MEMO_TIME": "Daily: 4:00 AM to 8:00 PM (Main temple gates close at 9:00 PM)",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000932.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000933.jpghttps://www.travel.taipei/d_upload_ttn/pic/11000934.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D989/E186/F447/d2bfa355-eea7-4e71-8a91-f6604ce79ab2.JPGhttps://www.travel.taipei/streams/scenery_file_audio/c12.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "24.978651",
        "description": "Guide Palace is located at the foot of Guide Mountain in Wenshan District, Taipei City. It was founded in 1890 and is derived from Shanxi's Yongle Palace. Initially built as a grass hut, it has since been carefully designed, renovated, and expanded to its current grandeur. The main deity worshipped here is the Taoist immortal Lü Dongbin, also known as 'Emperor Fuyou,' though commonly referred to as 'Xian Gong' or 'Lu Zu.' Lü Zu was a scholar in the Tang Dynasty who, after meeting the Taoist master Zhongli Quan, devoted himself to Taoist cultivation and eventually achieved immortality. He is known for his compassionate nature and for helping people in times of need. The palace complex is vast, surrounded by ancient trees, and consists of four main halls: Chunyang Baodian, Lingxiao Temple, Daxiong Palace, and Dacheng Baodian. The halls are built against the mountain, and the architecture is grand and solemn, with solid blue stone structures and copper-tiled roofs designed to last for centuries. The connected walkways between Chunyang and Lingxiao halls offer scenic views of Taipei City. The palace hosts numerous religious events and has an international reputation. With the opening of the Maokong Gondola, transportation has become more convenient, making it an ideal spot to visit.",
        "_id": 48,
        "avEnd": "2015/12/10",
        "address": "115 Wanshou Road, Wenshan District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station: Exit 4 of Zhongxiao Xinsheng Station, turn right through the Guanghua Commercial District. Walk for about 5 to 8 minutes after crossing Civic Boulevard. 1. Bus: 41, 52, 202, 205, 214, 222, 226, 257, 280, 290, 505 to Zhongshan Girls' High School / Jianguo Brewery Station / Taipei University of Science and Technology Station. 2. Parking: Dudu Fang Yitong Station parking lot is located under the viaduct at Gangshan Road and Zhongshan North Road, Zhongshan District.",
        "name": "Taipei Brewery (formerly Jianguo Brewery)",
        "date": "2015/12/14",
        "longitude": "121.535389",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Zhongxiao Xinsheng",
        "SERIAL_NO": "2011051800000377",
        "RowNumber": "49",
        "CAT": "Heritage",
        "MEMO_TIME": "Monday to Friday 08:00 ～ 16:30 (group appointments required); Closed on public holidays: Saturday, Sunday.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000870.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D371/E898/F512/d3cccbad-ae72-4762-929c-fac008d6d3b0.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D519/E257/F225/0df58caa-52da-4b8c-bb5f-ed2048959aed.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D254/E447/F299/69b4fb43-fe7f-4885-acec-ac52d217cd0d.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000871.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000872.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D77/E448/F683/6b613168-2b91-4a93-bd90-930ec1fe74b8.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D174/E397/F569/2eb6ed71-8218-49b9-8d15-19c07f54ad1f.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.046111",
        "description": "Shrimp and beer? Taiwan Beer it is! This famous slogan is closely associated with Taiwan's beloved brewery, Taipei Brewery, formerly known as 'Jianguo Brewery.' During the Japanese colonial period, it was called 'Takashima Brewery' and was modeled after Japan's Sapporo Brewery in Hokkaido. After Taiwan's retrocession, it was taken over by the Taiwan Provincial Monopoly Bureau and later renamed Taiwan Tobacco and Liquor Corporation. The brewery has a history of nearly 90 years and serves as a testament to Taiwan's industrial development and the evolution of its brewing industry. The factory is filled with historic brewing tools and structures, reflecting its deep historical significance. Currently managed by Taipei's Urban Development Bureau, plans are underway to transform the brewery into a 'Beer Culture Park,' combining beer-themed elements with food, entertainment, culture, and tourism. In 2007, the brewery was renamed 'Taipei Brewery Cultural Park,' signaling its future direction as a hub for beer culture.",
        "_id": 49,
        "avEnd": "2015/12/14",
        "address": "No. 85, Section 2, Baide Road, Zhongshan District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "1. Exit 1 of MRT City Hall Station, walk about 400 meters. 2. Exit 5 of MRT Sun Yat-sen Memorial Hall Station, walk about 500 meters. \"Park Entry and Exit\" Tobacco Factory Road Entrance: Entry 4 ~ Entry 5 (for pedestrians and vehicles), located at the intersection of Civic Boulevard and Guangfu South Road. Drive from west to east to Tobacco Factory Road from Civic Boulevard under the Guangfu South Road ramp. \"MRT Sun Yat-sen Memorial Hall\" is near the warehouse group and the Taipei Cultural and Creative Park side entrance. From Sun Yat-sen Memorial Hall Station, walk along Guangfu South Road to Tobacco Factory Road (Civic Boulevard, Guangfu South Road intersection), about 550 meters. Bus: \"United Daily News Stop\" on Zhongxiao East Road: 212, 212 Night, 212 Express, 232, 232 District, 232 Express, 240, 240 Express, 263, 270, 299, Zhongxiao Xinjin Line. \"MRT Sun Yat-sen Memorial Hall Stop\" on Guangfu South Road: 204, 212, 212 Night, 212 Express, 232, 232 District, 232 Express, 240, 254, 266, 266 District, 278, 282, 288, 299, 672, Zhongxiao Xinjin Line. \"Parking Information\": The closest parking lot to the park is the underground parking lot of Taipei Cultural and Creative Park. Access from Civic Boulevard and Guangfu South Road intersection. Taipei Cultural and Creative Park phone: 02-6622-6888.",
        "name": "Songshan Cultural and Creative Park",
        "date": "2015/12/09",
        "longitude": "121.560437",
        "REF_WP": "10",
        "avBegin": "2012/03/20",
        "langinfo": "10",
        "MRT": "City Hall",
        "SERIAL_NO": "2012032000000001",
        "RowNumber": "52",
        "CAT": "Heritage",
        "MEMO_TIME": "Indoor areas of the park: 9:00 AM to 6:00 PM\nOutdoor areas of the park: 8:00 AM to 10:00 PM\nOutside the park (including the area around the ecological landscape pool and the boiler room): open 24 hours",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D26/E563/F587/cdeaa2fb-0f0e-4f4a-a078-170d23520800.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D2/E769/F162/3a46fb74-e6ca-4f51-b610-29b1de723578.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D19/E128/F424/8842bab6-c454-444c-a6e3-d98cd883ac90.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D32/E446/F891/11ee0f0b-3cc0-4fa0-9dc7-8bbb137d1075.JPG",
        "idpt": "臺北旅遊網",
        "latitude": "25.043303",
        "description": "Songshan Cultural and Creative Park, located in Xinyi District, Taipei City, covers an area of 6.6 hectares. Established in 1937, it was formerly the \"Songshan Tobacco Factory of the Taiwan Governor's Monopoly Bureau,\" a pioneer of Taiwan's modern industrial factories. The architectural style is influenced by \"Japanese First Modernism,\" characterized by simple and elegant forms, with fine craftsmanship in the tiles, glazing, and copper nails, making it a model of factory design at the time. After World War II in 1945, it was taken over by the Taiwan Provincial Monopoly Bureau and renamed the 'Songshan Tobacco Factory of the Taiwan Provincial Monopoly Bureau.' In 1998, due to factors such as urban planning, public asset restructuring, and a decline in demand, the factory closed, marking the end of its history. In 2001, the Taipei City Government designated it as the 99th Municipal Historic Site. The park includes city monuments (the office building, warehouses 1-5, the tobacco production building, and the boiler room), historical buildings (inspection room, machinery repair plant, nursery), and special features (Baroque Garden, Ecological Landscape Pond, Bathhouse, Multi-functional Exhibition Hall). In recent years, the park has been revitalized as a hub for arts, culture, creativity, and design. In collaboration with the Taiwan Design Center, it now hosts the \"Taiwan Design Museum.\" The mechanical repair plant also houses a light dining restaurant, promoting the park as a base for the design and cultural creative industries.",
        "_id": 52,
        "avEnd": "2015/12/09",
        "address": "No. 133 Guangfu South Road, Xinyi District, Taipei City"
      },
      {
        "rate": 3,
        "direction": "MRT station name: Exit 2 of Yuanshan Station, go straight to Kelun Street and turn right to Dalong Street, walk for about 15 minutes near the Confucius Temple. 1. Bus routes: 2, 41, 203, 208, 216, 218, 223, 247, 260, 266, 280, 282, 288, 287, 304 sub-line, 601, 669, Red 33 to Dalongbao Baoan Palace Station: 41, 288.",
        "name": "Dalongbao Baoan Palace",
        "date": "2015/03/25",
        "longitude": "121.515416",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Yuanshan",
        "SERIAL_NO": "2011051800000260",
        "RowNumber": "53",
        "CAT": "Religious",
        "MEMO_TIME": "Daily 06:00 ~ 22:00",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D775/E454/F120/05e7fcff-c925-4828-8e89-c0bfdd3bfe9c.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D826/E139/F975/ffabac59-b3a0-4727-9d37-c30a4cc6093e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D972/E863/F743/a3a89397-6579-412e-b71a-27b23835ab05.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D746/E733/F45/d1ecce1c-53c9-4dd9-8fa4-0e91bd28d1f5.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D81/E712/F503/f43e4753-d3ef-4869-94e4-bf6f3f8663ed.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D663/E329/F864/56771b91-a0cb-4b4a-9ec7-4bb416fc3780.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D294/E541/F682/d6e364d0-d353-4d3b-957e-d7fa79fc2edd.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D816/E696/F709/6bd20bf6-a3f9-43fd-bb29-81ab40fd6ece.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D58/E708/F270/ecb6e79c-9d65-4b6e-b556-f9066c957ba0.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D806/E383/F408/db136b96-1c9b-492b-b3ac-e20109a58286.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D774/E130/F870/b842ad63-e9ec-4200-9e1e-47d884726e6c.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D264/E991/F489/93ae58ba-8715-45a3-9eaa-7540bfb8e55e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D586/E344/F82/085cc36f-a2a4-4108-ade3-06d38c0cf3da.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D676/E494/F134/6aefe2c3-be7b-41d5-bdee-e63571a4f03e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D961/E124/F702/f13f5530-837f-4105-8c4b-26178933cf19.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D97/E11/F79/15d07c32-20ff-49a4-bc14-d1bbd06cf361.jpghttps://www.travel.taipei/streams/scenery_file_audio/c41.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.073138",
        "description": "Dalongbao Baoan Palace, originally rebuilt in 1742 and renovated in 1805, is dedicated to the worship of the Baosheng Emperor. It is commonly referred to as 'Dalongtong Baoan Temple' or 'Avenue Temple' and is recognized as a city monument. Each year, on March 15, to celebrate the birthday of Baosheng Emperor, a two-month festival known as the 'Baosheng Cultural Festival' is held. This event combines religious ceremonies, folk performances, cultural studies, art contests, street processions, fire-walking, healthcare activities, and academic seminars. It is the largest and most popular temple fair in northern Taiwan, establishing Dalongtong as an important cultural hub in the region. The temple's decorative arts, including stone lions, dragon pillars, floral and bird carvings, stucco figures, wood carvings, and painted murals, are all celebrated artistic treasures with both historical and aesthetic value. The temple was constructed by two master craftsmen, Guo Lou and Chen Yingbin, who divided the work between them, resulting in a display of contrasting artistic styles on either side of the building. The seven murals in the main hall corridor, painted by national treasure artist Pan Lishui, attract visitors from both home and abroad. Baoan Palace has evolved from a local place of worship into a cultural, educational, and artistic institution, playing a key role in the revitalization of Datong District's cultural heritage. Its restoration efforts have garnered attention worldwide, including receiving the UNESCO '2003 Asia-Pacific Heritage Awards for Cultural Heritage Conservation.'",
        "_id": 53,
        "avEnd": "2015/03/25",
        "address": "No. 61, Hami Street, Datong District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT station name: Zhishan Station or Shilin Station, head towards Shilin Bridge, and you will soon reach the entrance of the bicycle lane. From Jiantan Station, transfer to bus 68. 1. Bus: Red 5, 206, 255, 260, 285, etc., get off at MRT Shilin Station, then ride a bicycle. For bus 68, get off at Zhoushou Station and enter from the embankment slope. 2. Car: Travel to Shilin via Zhongshan North Road, and transfer to the entrance of the bicycle lane under Fulin Bridge to reach it.",
        "name": "Shuangxi Riverside",
        "date": "2013/07/10",
        "longitude": "121.523704",
        "REF_WP": "10",
        "avBegin": "2008/08/02",
        "langinfo": "10",
        "MRT": "Zhishan",
        "SERIAL_NO": "2011051800000041",
        "RowNumber": "54",
        "CAT": "Cycling",
        "MEMO_TIME": "Open space",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002566.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002567.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002568.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.098516",
        "description": "Originating from Yangmingshan National Park and passing through Soochow University, Shuangxi River flows north, closely following the highway. The bike lane here, though short and compact, is well-preserved and provides a beautiful scenic path. The serene surroundings of Shuangxi River offer a green tunnel for city dwellers to escape their daily grind, allowing them to relax and refresh. It's common to see soccer teams competing on the nearby fields, and cyclists can join in, riding all the way to Chengde Bridge and reaching the edge of Taipei City at the river pier.",
        "_id": 54,
        "avEnd": "2013/07/10",
        "address": "Shilin Bridge, Shilin District, Taipei City"
      },
      {
        "rate": 5,
        "direction": "MRT Jiantan Station: Take Red 5 or 260 to the 'Teacher’s Study' bus stop. Daily operation: Zhongshan Tower Main Gate Station — 260, 681, Red 5, 1717 (Royal Bus) — Get off at the park gate and walk 5 minutes to the building. Holidays: Zhongshan Tower Station ─ 109, 111, 128 (Note: Walk 5 minutes to the park entrance, then 5 minutes to the building).",
        "name": "Yangmingshan Zhongshan Tower",
        "date": "2015/12/11",
        "longitude": "121.552772",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Jiantan",
        "SERIAL_NO": "2011051800000120",
        "RowNumber": "55",
        "CAT": "Heritage",
        "MEMO_TIME": "Monday to Sunday, four guided tours daily (09:00; 10:30; 13:30; 15:00).\n\nRest Days:\n1. Mechanical and electrical maintenance days, venue rentals, and national holidays as announced by the museum (check our website for updates).\n2. During natural disasters such as typhoons or earthquakes, when work is suspended, the guided tours are also halted.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D370/E882/F626/420c6cf8-45c6-4c31-8e0a-42d44a1a5eac.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003127.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003128.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003129.jpg",
        "idpt": "臺北旅遊網",
        "latitude": "25.155623",
        "description": "The Zhongshan Tower in Yangmingshan National Park was built in 1965 during the reign of President Chiang Kai-shek to commemorate the birthday of Dr. Sun Yat-sen, the founding father of the Republic of China. It was designed by Ms. Xiu Zelan. The exterior showcases traditional Chinese classical architecture, while the interior is elegant and intricate. In the past, it was used as the venue for the National Assembly and to host national banquets and foreign dignitaries. It has now been designated as a municipal monument, recognized for its historical significance.\nVisiting inquiries: 02-2861-6391 / Venue rental: 02-2861-0565",
        "_id": 55,
        "avEnd": "2015/12/11",
        "address": "No. 15, Section 2, Yangming Road, Beitou District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "MRT: Take the Bannan Line to Longshan Temple Station and walk for 8-10 minutes. Bus: 1. MRT Longshan Temple Station - 1, 231, 234, 245, 263, 264, 265, 265 (right), 265 (left), 265 (section), 310, 38, 38 (section), 628, 651, 656, 657, 658, 701, 702, 703, 703 (section), 705, 907, Peace Line, Blue 28, 201, 49, 527. 2. Longshan Temple (Xiyuan) - 49, 527, 673, 234, 265, 265 (right), 265 (left), 265 (night), 265 (section), 38, 628, 673, 705. 3. Longshan Temple (Kangding Road) - 201, 205, 229, 231, 234, 264, 264 (section), 601, 62, 624, 628, 658, 701, 702, 703, 703 (section), 705, 9, Blue 29, 49, 527. 4. Laosong Elementary School - 218, 218 (direct), 302, 628, 673, Blue 29. 5. Longshan Junior High School - 202 (section), 231, 245, 263, 265, 265 (right), 265 (left), 265 (night), 265 (section), 310, 38, 651, 656, 657, 658, 701, 702, 703, 703 (section), 9.",
        "name": "Taipei City Local Education Center (Peeling Historical District)",
        "date": "2015/12/11",
        "longitude": "121.50326",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Longshan Temple",
        "SERIAL_NO": "2011051800000364",
        "RowNumber": "56",
        "CAT": "Heritage",
        "MEMO_TIME": "Tuesday to Sunday 9:00-17:00, closed on Mondays and National Holidays.",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D75/E624/F107/4192a9df-e1cd-49a5-900f-c392ae6a16f6.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D475/E740/F768/02b51f33-52ed-4399-89aa-900017eb5af9.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D223/E65/F436/cae5ad97-223b-412f-8c50-3f24ab68f8fb.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D859/E327/F315/af6d8e4e-86b5-4ae1-b533-8b8a2e9a5bfb.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D105/E224/F409/8cdda691-be67-439d-bfb8-e99af625917e.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D813/E760/F969/5bc6499a-c23b-4fbf-a466-503b25fff531.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D24/E206/F552/dadbf628-fa12-4e98-bced-20315c830059.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D533/E613/F695/256e8ce5-3caa-4bf5-87c7-dca1fd6bc3ac.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D280/E138/F932/8d7cb605-ac91-4f44-bda6-57518db7ad10.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D875/E723/F366/c45fbda2-34fd-4d1b-9a5a-20274908f866.jpghttps://www.travel.taipei/streams/scenery_file_audio/c29.mp3",
        "idpt": "臺北旅遊網",
        "latitude": "25.03666",
        "description": "In the old alleys of Wanhua District, Taipei City, there is a historical district known as 'Peeling,' which preserves the street appearance from over a hundred years ago, dating back to the Qing Dynasty. The neighborhood is marked by elegant carved windows and simple beauty. The Peeling Historical District is located next to Longshan Temple, stretching along Kangding Road, Guangzhou Street, and Kunming Street. The area still features Qing Dynasty streets and traditional shop houses, which hold historical, cultural, and architectural significance. The Taipei City Local Education Center integrates education and culture, using this space to promote local education by combining school education with community culture. Various themed exhibitions, including special exhibitions related to Peeling, are planned, fulfilling both educational and cultural roles.",
        "_id": 56,
        "avEnd": "2015/12/11",
        "address": "No. 101, Guangzhou Street, Wanhua District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "Tap Water Museum: Exit 4 of MRT Gongguan Station, turn left and walk to the intersection of Siyuan Street and Tingzhou Road for about 5 minutes. Water Experience Education Area: Exit 1 of MRT Gongguan Station, walk towards Lane 160, Section 3, Tingzhou Road for about 3 minutes. Bus: 0 South, 1, 52, 74, 109, 208, 214, 236, 251, 252, 253, 254, 278, 280, 284, 290, 311, 505, 530, 606, 642, 643, 644, 648, 660, 671, 672, 673, 676, 907, Blue 28, Brown 12, Green 11, Green 13, Dunhua Main Line. Get off at MRT Gongguan Station. (Buses 1, 74, 208, 214, 280, 284, 630, 671, and others are equipped with low-floor buses).",
        "name": "Taipei Water Park",
        "date": "2015/09/22",
        "longitude": "121.530106",
        "REF_WP": "10",
        "avBegin": "2008/08/13",
        "langinfo": "10",
        "MRT": "Gongguan",
        "SERIAL_NO": "2011051800000125",
        "RowNumber": "57",
        "CAT": "Art Museum",
        "MEMO_TIME": "During summer (July 1 to August 31): Tuesday to Sunday, 9:00-20:00 (last ticket at 19:00)\nNon-summer (September 1 to June 30): Tuesday to Sunday, 9:00-18:00 (last ticket at 17:00).",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D346/E920/F1/050967e9-15b8-4ff5-89ca-ad4a4d6186a7.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D55/E786/F407/e5c733d0-c433-42d8-9c6b-2b1aa72b8c0c.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D459/E757/F191/61527614-b181-403d-9d35-cc0330fb0a20.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C2/D22/E109/F795/4c3e256c-2f23-4651-af28-7328b13f3f09.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D652/E785/F926/f615b417-0571-45e5-8a97-ed3d3d77e589.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D126/E435/F239/f9017215-be71-4b0c-b81e-410b105414a6.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D294/E667/F639/7208a347-0822-46c3-a409-f820be1293ea.jpghttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D711/E681/F249/86e32058-5386-4148-8115-a6be9508b5d3.jpghttps://www.travel.taipei/streams/video/DISC2-4.flv",
        "idpt": "臺北旅遊網",
        "latitude": "25.012652",
        "description": "The Taipei Water Park, located on Siyuan Street, was originally built in 1908 and has a history of nearly a century. The museum features a Baroque architectural style with neoclassical elements. Inside, each piece of equipment represents the evolution of waterworks and is rich in cultural significance. Opened in 2000, the museum is popular for its European-style architecture and educational value. It has become a sought-after location for school field trips, public events, and wedding photoshoots.",
        "_id": 57,
        "avEnd": "2015/09/22",
        "address": "No. 1 Siyuan Street, Zhongzheng District, Taipei City"
      },
      {
        "rate": 4,
        "direction": "Take Blue 28 to 'Huazhong Riverside Park' and get off, or take buses 12, 49, 62, 204, 260, 601, 630, 673, Blue 28, or Blue 29 to 'Huazhong Riverside Park' and get off.",
        "name": "Huazhong Riverside Park",
        "date": "2015/07/29",
        "longitude": "121.494840",
        "REF_WP": "10",
        "avBegin": "2012/02/10",
        "langinfo": "10",
        "MRT": "Longshan Temple",
        "SERIAL_NO": "2012021000000001",
        "RowNumber": "58",
        "CAT": "Outdoor",
        "MEMO_TIME": "Open 24 hours",
        "POI": "Y",
        "file": "https://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F323/522aa425-345c-4ac4-96b8-b21a33f165ca.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F321/c0db5455-2538-44ac-922a-518e4215f072.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F324/ecf61f88-92ed-49ad-8a40-4bdc00dff585.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F325/59bd3a58-0d88-43a7-9a9e-72fd88734275.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F326/5e2be319-957c-4eff-bf29-a2a71c931260.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D9/E766/F606/8e98d96f-0666-4e4d-a824-3049a82025e1.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D6/E266/F417/01f9c74a-b87a-4a91-9070-3d9310de8843.JPGhttps://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D9/E366/F347/b49bae58-e9b5-42b4-a210-11da279654ce.JPG",
        "idpt": "臺北旅遊網",
        "latitude": "25.015403",
        "description": "Located next to Huazhong Bridge in Central Riverside Park, the Huazhong Riverside Park opened in July 1998, covering an area of 12 hectares. It features a tent camping area that can accommodate up to 800 people, making it the largest open riverside campsite in Taiwan. Convenient large parking lots, vehicle camping options, and water and electricity supply are available. The park includes men's and women's shower facilities and restrooms, with specialized sewage disposal stations for campers, a first-of-its-kind feature in the country. Facing the Xindian River and surrounded by riverside bike paths, the park offers a range of leisure and sports facilities including a bike rental station, five-a-side football pitches, beach volleyball courts, basketball courts, and tennis courts, providing a diverse recreational environment. This vibrant riverside park has become a favorite recreational space for Taipei residents.",
        "_id": 58,
        "avEnd": "2015/07/29",
        "address": "Next to Wanda Road, Wanhua District, Taipei City"
      }
    ]
  }
}
